اگرچے قُبلائى خان پہلی یلغار کی ناکامی پر تھک گیا تھا لیکن منگولوں نے اپنے مشن سے پیچھے ہٹنے کا ابھی پوری طرح فیصلہ نہیں کیا تھا اور سنہ 1281 کے موسم بہار میں چینی بحری بیڑے کے ذریعے حملہ کیا گیا جس میں کوریائى بیڑا بھی شامل تھا ۔
اس وقت معاشیات کو معیشتِ سیاسی (Political economy) کہا جاتا تھا۔
تاہم پارٹیوں کے حجم اور ان کے قوانین میں لچک کی وجہ سے دونوں پارٹیوں کے اراکین کی رائے بہت مرتبہ پارٹی سے مختلف بھی ہو جاتی ہے اور آپ محض پارٹی کے نام کی وجہ سے اس کے رائے کا اندازہ نہیں لگا سکتے۔
چین کی کامیابی کی تاریخ کوئی چھ ہزار سال قبل تک پہنچتی ہے۔
لیکن یہ اصطلاح چینی تاریخ میں باقاعدگی سے استعمال نہیں ہوئی اور مختلف اوقات میں اس کو مختلف سماجی اور سیاسی مطالب دے گئے ۔
چنانچہ اہل مدینہ نے بھی جلد آپ کو خلیفہ تسلیم کر لیا اور آپ کی بیعت کر لی۔
چونگ گَوا نے تیزی سے حرکت کرکے مزید جنوبی علاقوں کو اپنے ساتھ ملا لیا جس کے نتیجے کے طور پر یہ سارا علاقہ ایک سیاسی اکائی/وحدت بن گیا جو دریائے ینگتز اور دریائے پرل پر مشتمل تھا۔
عباسی تحریک
اس واقعہ کی خبر اللہ نے حضور کو کر دی تھی۔
لٰہذا جمہور مسلمان اس تبدیلی کواسلامی نظام شریعت پر ایک کاری ضرب سمجھتے تھے اس لیے امام حسین محض ان اسلامی اصولوں اور قدروں کی بقا و بحالی کے لیے میدان عمل میں اترے ، راہ حق پر چلنے والوں پر جو کچھ میدان کربلا میں گزری وہ جور جفا ، بے رحمی اور استبداد کی بدترین مثال ہے۔
لفظ چین یا چائنا کو ان معنوں میں بھی استعمال کیا جاسکتا ہے:
اسے بعد ازاں جرکنز نامی ایک اور گروہ نے شمال مشرق سے اور منگولوں نے شمال سے ہٹا کر خود بادشاہت سنبھال لی۔
سینائ سے بظاہر یہی لگتا ہے کہ لفظ اپنے پیشرو لفظ سینو اور سین سے نکلا ہوگا جو روائیتی طور پر چین کے باشندوں اور چین کے لیے استعمال ہوتا تھا۔
ژہوکوڈیان نامی ایک غار ، جو بیجنگ کے قریب واقع ہے، میں فاسل یعنی متحجر شہادتیں ملی ہیں جو موجودہ سائنسی تکنیکوں کی مدد سے پتہ چلا ہے کہ تین لاکھ سے ساڑھے پانچ لاکھ سال پہلے تک پرانی ہیں۔
چینی ذرائع کے مطابق، پہلی بادشاہت کا آغاز ژیا بادشاہت سے ہوا۔
ہن بادشاہت 206 قبل مسیح سے لے کر 220 عیسوی تک رہی۔
اٹھارہویں صدی میں چین کو مرکزی ایشیا کی ان اقوام پر واضح ٹیکنالوجییکل برتری حاسل ہو چکی تھی جن سے چین کئی صدیوں سے جنگیں کرتا چلا آرہا تھا۔
بعض اندازوں میں تین کروڑ افراد اس جنگ میں لقمہ اجل بنے۔
یوآن شیکائی کی موت کے بعد سیاسی لحاظ سے چین منقسم ھو چکا تھا۔
عوامی جمہوریہ چین اور جمہوری چین
مثالوں میں دھشت گردی کے خلاف جنگ، سیاسی مخالفین اور صحافیوں کو جیل بھیجنا، پریس پر کنٹرول، مذاہب کی اصلاح اور آزادی کی حامی تحاریک کو کچلنا شامل ھے۔
اب جمہوری چین کا دعوٰی مین لینڈ کی ریاستوں، تبت یا منگولیا سے ختم ھو گیا ھے اور اب عوامی جمہوری چین یہ دعوٰی محفوظ رکھتی ھے۔
مانچو کی بنائی ہوئی قنگ بادشاہت اور اسے بعد آنے والوں یعنی عوامی جمہوریہ چین اور جمہوریہ چین نے ان ریاستوں کو اپنے ساتھ ملا لیا۔
نتیجتا بڑے دریا بشمول ینگتز دریا کےجو کہ مرکزی دریا ہے، ہوانگ ہی اور آمور دریا مغرب سے مشرق کی طرف بہتے ہیں۔
مغرب کی طرف چین کے زرخیز میدان ہیں اور جنوب میں چونے کے پتھر پر مشتمل اونچے زرخیز میدان موجود ہیں اور ہمالیا بھی اسی طرف موجود ہے جس میں دنیا کی سب سے بلند چوٹی ماؤنٹ ایورسٹ ہے۔
یہ آندھیاں نہ صرف جنوبی چین اور تائیوان تک جاتی ہیں بلکہ امریکہ کے مغربی ساحل تک پہنچ جاتی ہیں۔
امام حسین کا یہ ایثار اور قربانی تاریخ اسلام کا ایک ایسا درخشندہ باب ہے جو رہروان منزل شوق و محبت اور حریت پسندوں کے لیے ایک اعلیٰ ترین نمونہ ہے۔
اسی دوران ہن گروہ کے درمیان موجود بہت سے چھوٹے گروہوں نے اپنی شناخت کو الگ سے برقرار رکھا ہوا ہے اور ان کی اپنی لسانی اور ثقافتی خصوصیات ہیں لیکن وہ ابھی بھی اپنے آپ کو ہن گروہ کے نام سے ہی متعارف کراتے ہیں۔
وراۓ متن زبان تدوین (HyperText Markup Language) علم شمارندہ میں مستعمل ایک غالب اول زبان تدوین (markup language) کی حیثیت رکھتی ہے جو شبکہ پہ موجود صفحات جال (web pages) کی تخلیق اور دیگر معلومات کو متصفح جال (web browser) پر پیش کرنے کے ليے تیار کی گئی ہے۔
حوالہ جات
یہی زبان میڈیا، سرکاری طور پر اور حکومت بھی استعمال کرتی ہے۔
مصر کی سرحدوں کو دیکھا جائے تو مغرب میں لیبیا، جنوب میں سوڈان، مشرق میں بحیرہ احمر، شمال مشرق میں فلسطین شمال میں بحیرہ روم ہیں۔
عوامی جمہوریہ چین کی ایک تہائی یعنی تیتنس فیصد آبادی مختلف اعتقادات کی پیروی کرتی ہے جسے روایتی، پرانے چینی اعتقادات یا محض دیگر اعتقادات کا نام دیا جاتا ہے ۔
آباؤ اجداد کی پرستش
ترکی (سرکاری نام: Türkiye Cumhuriyeti یعنی ترکیہ جمہوریتی) جنوب مغربی ایشیا میں جزیرہ نما اناطولیہ اور جنوبی مشرقی یورپ کے علاقہ بلقان تک پھیلا ہوا ہے۔
بدھ مت کی دوسری شکلیں جیسا کہ تھیرا ویڈا بدھ مت اور تبتین بدھ مت کو بھی اقلیتیں بڑے پیمانے پر مانتی ہیں۔
چتل خیوک، چایونو، نیوالی جوری، خاجی لر، گوبکلی تپہ اور مرسین کے علاقے انسان کی اولین آبادیوں میں سے ایک ہیں۔
چین میں دور بادشاہت کے دوران کنفیوشزم کے فلسفہ کو کو سرکاری سرپرستی حاصل رہی تھی اور اس پر عبور حاصل کئے بغیر کوئی بندہ شاہی ملازمت حاصل نہیں کرسکتا تھا۔
ادرنہ کی عظیم جامع سلیمیہ مسجد، عثمانی دور کی ایک خوبصورت یادگار
عوامی جمہوریہ چین کے پہلے رہنما پرانے معاشرے میں پیدا ہوئے تھے اور ان پر چار مئی کی تحریک اور اصلاحی رہنماؤں کا اثر تھا ۔
مصطفی کمال اتاترک
کوریائی تنازع میں اقوام متحدہ کی افواج میں شرکت کے بعد 1952ء میں ترکی نے شمالی اوقیانوسی معاہدے کی تنظیم (نیٹو) میں شمولیت اختیار کی۔
خطاطی کو چین میں فن کی بڑی شاخ گردانا جاتا ہے۔
1982ء میں ترکی میں نیا آئین نافذ کیا گیا۔
کھیل اور تفریح
چین اس وقت ایشیا اور دنیا میں ایک سپورٹس کی طاقت مانا جاتا ہے۔
اس کے باعث ہونے والی سیاسی اکھاڑ پچھاڑ کا سب سے زیادہ فائدہ بلند ایجوت کی جمہوری بائیں پارٹی کو ہوا اور انہوں نے پہلے مادر وطن پارٹی اور آگے چل کے راہ حق پارٹی کے ساتھ اتحادی حکومتی بنائی۔
بلاسٹ بھٹی (سٹیل کے لئے)
مچھلی کے شکار کی بنسی
متعدد اقتصادی و عملی اصطلاحات اور نچلی سطح پر اقتصادی استحکام اور میزانیہ سازی میں حکومت کو سہارا دینے کے لئے انہوں نے مئی 2001ء تک مجموعی طور پر بین الاقوامی مالیاتی فنڈ سے 10 ارب ڈالرز کے قرضوں کا انتظام کیا۔
پسٹن والا پمپ
2002ء اور 2007ء کے انتخابات میں کامیابی حاصل کرنے والی عدالت و ترقی پارٹی نے آخری انتخابات میں سادہ اکثریت حاصل کر لی ہے۔
اس دور میں سابق وزیر خارجہ عبد اللہ گل کو صدارت کا عہدہ دیا گیا۔
ٹائلٹ پیپر
منصفانہ، دیرپا اور ہمہ گیر سمجھوتے کی تلاش میں 1974ء کے بعد سے اقوام متحدہ کی زیر نگرانی مذاکرات کی کئی کوششیں کی جاچکی ہیں تاہم یہ مقصد تاحال حاصل نہیں کیا جاسکا۔
پاسکل کی مثلث، جسے چین میں یانگ ہوئی کی مثلث کہتے ہیں، چیا ہزین، یانگ ہوئی، زاؤ شی جی اور لیو جوْہزیہ نے پاسکل کی پیدائش کے پانچ سو سال قبل دریافت کی۔
لیکن 1999ء میں ترکی اور یونان میں آنے والے زلزلے نے دونوں ملکوں کو ایک دوسرے کی جانب دوستی کا ہاتھ بڑھانے میں مدد فراہم کی۔
اس کے لئے ترکی نے 1987ء میں رسمی درخواست دی۔
تختۂ ام (مدربورڈ)
ترکی نے اسلام آباد چیمبر کے ایگزیکٹیو ممبران کو پانچ سال تک کا ملٹیپل ویزا دینے کا بھی اعلان کیا جن کے پاس ایسے ویزے کیلئے پاسپورٹ موجود ہوں تا کہ وہ ترکی میں جب چاہیں آسانی کے ساتھ جا کر وہاں کاروبار کے مزید مواقع تلاش کر سکیں۔
آج کی زندگی میں شمارندے کی حیثیت عمومی مقاصد میں استعمال ہونے والے ایک ایسے پرزے (tool) کی ہے جو کہ بنیادی طور پر ایک خورد عامل (microprocessor) پر انحصار کرتا ہے۔
وزیر اعظم کا انتخاب مجلس میں اراکین کے اظہار اعتماد کی رائے (Vote of confidence) پر ہوتا ہے اور عموماً انتخابات میں جیتنے والی جماعت کا سربراہ ہوتا ہے۔
یہ مخصوص انداز و ترتیب میں بہم پہنچائی گئی ہدایات یا پروگرامز پر اپنا ردعمل ظاہر کرتا ہے
مسلح افواج
کلیدی تختہ (keyboard) جو کہ شمارندے میں اطلاعات کو داخل (input) کرنے کے لیۓ استعمال کیا جاتا ہے (شکل ا: 9)
عام طور پر صوبہ اپنے صوبائی دارالحکومت کے نام پر ہی ہوتا ہے۔
کسی بھی ایک اختراع یا ڈیوائس کے بارے میں یہ نہیں کہا جاسکتا کہ یہ کمپیوٹر کی پہلی شکل تھی۔
ترکی ایک بین البر اعظمی ملک ہے تاہم اس کا بیشتر حصہ ایشیا میں واقع ہے۔
شمارندہ ان ہدایات کو شمارندی یاداشت (memory) کی مدد سے پڑھتا ہے اور پھر انکا اس ہی ترتیب میں اجراء (execution) کرتا ہے کہ جس میں انکو دیا گیا ہو۔
ترکی کا یہ متنوع جغرافیہ دراصل زمین کی پرتوں کی حرکت کا نتیجہ ہے جو ہزاروں سالوں میں اس خطے کو یہ شکل دی ہے اور اب بھی یہاں کا علاقہ زلزلوں کا سامنا کرتا رہتا ہے۔
آبادیاتی خصوصیات
بعض اوقات یہ کھٹمل ایسے ہوتے ہیں کہ انکی موجودگی کے باوجود برنامج کی کارکردگی پر کوئی اثر نہیں پڑتا ایسے کھٹملوں کو حلیم (benign) کہا جاتا ہے۔
اور ان اسمات حفظی کو جو شمارندی برنامج لکھنے کے لیۓ استعمال کیۓ جاتے ہیں ، اجتماعی زبان (assembly language) کہا جاتا ہے۔
- ایک امریکی ڈرون حملے میںالقاعدہ کے راہنما اسامہ القینی اور شیخ احمد سلیم سیدان ہلاک ہوگئے۔
- پاکستان کے حساس اداروں نے 7جولائی کے لندن بم دھماکوں میں ملوث سات دہشت گردوں کو پشاور سے گرفتار کیا۔
10فروری
15فروری - پاکستانی طالبان نے سوات میں جاری جنگ میں دس روز کیلئے جنگ بندی کا اعلان کیا۔
11مارچ - جرمنی کے ایک سکول میں 17سالہ طالب علم نے فائرنگ کر کے15طالب علم ہلاک کر دیے۔
16مارچ کو عدلیہ بحالی کے سلسلے میں لانگ مارچ شروع کیا گیا۔
2اپریل کو جی ٹونٹی ممالک کی عالمی معاشی بحران کے حوالے سے لندن میں کانفرنس ہوئی جس میں عالمی معاشی بحران سے نمٹنے کیلئے 1.
23اپریل کو عراق کے شہر بغداد میں ایک خود کش حملے میں 80افراد ہلاک ہو گئے۔
28اپریل - پاکستانی فوج نے وادی بونیر پر حملے کے دوران50کے قریب دہشت گردوں کو ہلاک کر دیا۔
یکم مئی - پاکستانی فوج نے 60 دہشت گرودں کو ہلاک کرنے کا اعلان کیا۔
30 مئی - پاکستانی فوج نے دہشت گردوں سے مینگورہ اور سوات خالی کروا لیا۔
21 جون - گرین لینڈ نے ڈنمارک سے آزادی حاصل کر لی۔
23 جون - مکین میں امریکی ڈرون حملے میں80افراد ہلاک ہوئے یہ حملہ بہت اللہ محسود کو ہلاک کرنے کے لئے کیا گیا مگر وہ اس حملے میں بچ گیا۔
15 جولائی-ایک مسافر بردار طیارہ ایران میں گر کر تباہ ہو گیا جس میں 168مسافر ہلاک ہو گئے۔
4 اگست - شمالی کوریا کے صدر کم جانگ ال نے سابق امریکی صدر بل کلنٹن سے ملاقات کے بعد دو امریکی صحافیوں کو معاف کر دیا جنہیں شمالی کوریا میں غیر قانونی داخلے کے بعد گرفتار کر لیا تھا اور12سال قید کی سزا سنائی گئی تھی۔
14 اگست - پاکستان کی پہلی بین الاقوامی ٹرین اسلام آباد سے استنبول کا افتتاح ہوا۔
1ریکٹر سکیل کے زلزلے کے نتیجے میں60افراد ہلاک ہو گئے۔
20 اکتوبر - یورپ کے ماہرین فلکیات نے نظام شمسی کے باہر 32نئے سیاروں کو دریافت کیا۔
13 نومبر - ناسا نے چاند پر موجودگی کا انکشاف کیا۔
اس میں یہ قرار پایا تھا کہ فرانس کے شمالی ساحل کے ساتھ ساتھ ہو کر فرانس کی راجدھانی پیرس پر اس طرح حملہ کیا جائے جیسے پھیلے ہوئے ہوئے بازو کی درانتی وار کرتی ہے۔
انگریزوں کا جرنیل ہیگ بھی جرمنوں کے جرنیلوں کا مقابلہ نہیں کر سکتا تھا۔
16 دسمبر - یورپ کے ماہرین فلکیات نے زمین سے 40 نوری سال کے فاصلے پر ایک سیارے پر پانی کی موجودگی کا انکشاف کیا۔
انگرزیوں میں لارڈ ایلن بائی ہے۔
زمرہ:گریگورین تقویم
بعد میں انگریزوں نے ترکی پر بھی قبضہ کر لیا اور ترقی کی تقسیم کا فیصلہ کیا۔
اس کی لمبائی تقریباً پندرہ سو میل ہے۔
آپ دسمبر 1797ء میں آگرہ میں پیدا ہوئے۔
1919ء ميں ہٹلر جرمنی كي وركرز پارٹی كا ركن بنا جو 1920ء ميں نيشنل سوشلسٹ جرمن وركرز پارٹی (نازی) كہلائی۔
’’آئین اکبری‘‘ کی  منظوم تقریظ
ایک امریکی اخبار میں ہٹلر کی موت کی خبر
سر سید کہتے تھے کہ :
ہٹلر جرمنی کا مقبول ترین لیڈر تھا ۔
 انہوں نے کوٹھڑی میں لے جا کر بوتل دکھا دی ۔
ہٹلر کی شخصیت کا ایک پہلو اور ہے جس سے عام لوگ بہت کم واقف ہیں۔
زمرہ:نازیت
غالب اور سر سید کے صحیفہ حیات کے مطالعے سے اس دلچسپ اتفاق کا انکشاف ہوتا ہے کہ جس طرح سید احمد خاں کا مولد دہلی غالب کا مسکن رہا تھا اسی طرح غالب کا مولد آگرہ بھی چند سال تک سید احمد خاں کا مسکن بنا تھا۔
ان حالات کے پیش نظر دہلی میں غالب سے سید احمد خاں کی ملاقات کے مواقع کم ہی رہے ہوں گے لیکن غالب اور سیداحمدخاں کے ادبی آثار میںایسے متعدد شواہد دستیاب ہوتے ہیں جن سے ان دونوں ہم عصروں میں باہمی تعلقات کا اظہار ہوتا ہے۔
سید صاحب کی کتاب آثار الصنادید کے ۷۴۸۱ءکے پہلے ایڈیشن کے چوتھے باب میں ذکر بلبل نوایان سواد جنت آباد حضرت شاہ جہاں آباد کے عنوان کے تحت دہلی کے جن متعدد شاعروں کا حال ملتا ہے ان میں سر فہرست خاصی مدح و تعریف کے ساتھ غالب کے مفصل احوال اور ادبی آثار کو جگہ دی گئی ہے۔
۱۱ غالب کے ادبی آثار میں سید احمد خاں کی مرتب کردہ فارسی کتاب آئین اکبری (سنہ اشاعت ۲۷۲۱ھ مطابق ۵۵۸۱ئ)پر بشکل مثنوی ایک منظوم فارسی تقریظ بھی موجود ہے۔
سید احمد خاں کی مرتب کردہ کتاب آئین اکبری کے متعلق غالب کی تقریظ سے ان دونوں ہم عصر مشاہیر کے درمیان ۵۵۸۱ءکے آس پاس پیدا ہوجانے والی یہ دوری یوں دورہوئی کہ مرزا غالب جب سفر رامپور سے دہلی واپس ہورہے تھے تو وہ راہ میں چند روز کے لئے مراد آبادکی سرائے میں ٹھہرے۔
یہ حرمین شریفین کی سرزمین کہلاتی ہے کیونکہ یہاں اسلام کے دو مقدس ترین مقامات مکہ مکرمہ اور مدینہ منورہ میں موجود ہیں۔
20 مئی 1927ء کو معاہدہ جدہ کے مطابق برطانیہ نے تمام مقبوضہ علاقوں جو اس وقت مملکت حجاز و نجد کہلاتے تھے پر عبدالعزیز ابن سعودکی حکومت کو تسلیم کرلیا۔
(۱)لیتھو گرافک پریس دہلی.
مزید دیکھیے
سعودی عرب دنیا بھر میں مساجد اور قرآن اسکولوں کے قیام کے ذریعے اسلام کی ترویج کرتی ہے ۔
زمرہ:1700ء
جدہ (دوسرا سب سے بڑا شہر، حج و عمرہ کے لئے دنیا بھر کے زائرین کی پہلی قیام گاہ اور بحیرہ قلزم کی بندرگاہ)
انہی امارتوں میں سے ایک مغربی اناطولیہ میں اسکی شہر کے علاقے میں واقع تھی جس کے سردار عثمان اول تھے۔
سعودی عرب کا نقشہ
معروف علاقہ ”ربع الخالی“ ملک کے جنوبی خطے میں ہے اور صحرائی علاقے کے باعث ادھر آبادی تقریباً نہ ہونے کے برابر ہے ۔
یہ عثمان اول کی ڈالی گئی مضبوط بنیادی ہی تھیں کہ ان کے انتقال کے بعد ایک صدی کے اندر عثمانی سلطنت مشرقی بحیرہ روم اور بلقان تک پھیل گئی۔
وسط صحرائی علاقوں میں گرمیوں میں بھی رات کے وقت موسم سرد ہوجاتا ہے ۔
1453ء میں فتح قسطنطنیہ نے جنوب مشرقی یورپ اور بحیرہ روم کے مشرقی علاقوں میں سلطنت عثمانیہ کے ایک عظیم قوت کے طور پر ابھرنے کی بنیاد رکھی اور پھر 1566ء تک یورپ، مشرق وسطٰی اور شمالی افریقہ میں فتوحات کے ایک طویل دور کا آغاز ہوا۔
تقریباً 80 فیصد سعودی باشندے نسلی طور پر عرب ہیں۔
جس میں اسپین کے خلاف تیونس اور الجزائر کی فتوحات اور سقوط غرناطہ کے بعد وہاں کے مسلمانوں اور یہودیوں کی بحفاظت عثمانی سرزمین تک منتقلی اور 1543ء میں مقدس رومی سلطنت کے خلاف نیس کی فتح قابل ذکر ہیں۔
سعودی عرب کا مذہبی تعلیمی نصاب دنیا بھر کے مدارس میں بھی پڑھایا جاتا ہے ۔
سعودی عرب کے کالج اور یونیورسٹیوں کی فہرست
مغربی یورپ کی جانب سے نئے تجارتی راستوں کی تلاش و دریافت کے علاوہ نئی دنیا سے اسپین میں بڑی مقدار میں چاندی کی آمد عثمانی سکے کی قدر میں تیزی سے بے قدری کا باعث بنی۔
سعودی ثقافت کی بنیاد مذہب اسلام ہے .
علاوہ ازیں فکری، ذہنی و عسکری جمود نے عثمانیوں کے زوال پر مہر ثبت کر دیں کیونکہ عسکری طور پر جدید ہتھیاروں کا استعمال ہی وسیع پیمانے اور تیزی سے فتوحات کا سبب تھا اور مذہبی و دانشور طبقے کے بڑھتے ہوئے دقیانوسی خیالات نے یورپیوں کی جدید عسکری طرزیات کے مقابلے میں عثمانیوں کو کافی پیچھے چھوڑ دیا۔
روایتی طور پر مرد ٹخنے تک کی لمبائی کی اونی یا سوتی قمیض پہنتے ہیں جو ثوب کہلاتی ہے جس کے ساتھ سر پر شماغ یا غطرہ کا استعمال کیا جاتا ہے ۔
ریاست کے متعدد علاقے، جیسے مصر اور الجزائر، مکمل طور پر خود مختار ہو گئے اور بالآخر سلطنت برطانیہ اور فرانس کے قبضے میں چلے گئے۔
امریکہ کی مشہور فلموں کی وڈیوز اور ڈی وی ڈیز قانونی ہیں اور ہر جگہ دستیاب ہیں۔
زمرہ:ممالک
حالانکہ ان اقدامات کی مذہبی قیادت اور ینی چری دستوں نے کھل کر مخالفت کی اور اس کے نتیجے میں ینی چری نے بغاوت بھی کی۔
11 جنوری - جنوبی افریقہ کے عظیم آل راؤنڈر شان پالک نے بین الاقوامی کرکٹ سے ریٹائرمنٹ کا اعلان کر دیا۔
مملکت میں آئے دن بڑھتا ہوا بگاڑ کے جہاں دیگر کئی اسباب تھے وہیں زوال کی اہم ترین وجوہات میں قوم پرستی کا پھیلاؤ بھی شامل ہے۔
6 فروری - پاک فوج کا ہیلی کاپٹر جنوبی وزیرستان میں گر کر تباہ، جنرل اور بریگیڈئر سمیت 8 افسر شہید۔
1876ء میں فوجی تاخت کے ذریعے سلطان عبدالعزیز (1861ء تا 1876ء) مراد پنجم کے حق میں دستبردار ہو گئے۔
19 فروری - کیوبا کے صدر فیڈل کاستر کی طرف سے صدارت کا عہدہ چھوڑنے کا اعلان
اقتصادی مسائل دراصل بیرونی سامراجیت اور ابھرتی ہوئی داخلی قوم پرستی جیسے مسائل سے نہ نمٹ پانے کی وجہ سے تھے۔
15 مارچ - اسلام آباد میں اطالوی ریستوراں میں بم دھماکہ، 2 غیر ملکی ہلاک، 19 زخمی۔
8 اپریل - لاہور میں شیر افگن کا گھیراؤ اور تشدد، تھپڑ اور جوتے مارے گئے۔
لیبیا اور جزیرہ نما بلقان میں جنگیں اتحاد و ترقی جمعیتی کا پہلا بڑا امتحان تھیں۔
6 مئی - بنوں، چوکی پر خودکش حملہ، 3 پولیس اہلکار سمیت 7 جاں بحق۔
پہلی جنگ عظیم میں بغداد ریلوے پر جرمن اختیار بین الاقوامی طور پر کشیدگی کا ایک اہم تھا۔
25 مئی - ميشال سليمان لبنان کے صدر منتخب۔
ان میں عرب بغاوت سلطنت عثمانیہ کی شکست کا سب سے بڑا سبب سمجھی جاتی ہے۔
21 جون - بینظیر کی سالگرہ پر لوگوں کے خون کے عطیات اور قرآن خوانی، قیدیوں کی سزائے موت عمر قید میں بدلنے کا اعلان۔
اگست
صلاح الدین ایوبی کو بہادری، فیاضی، حسن خلق، سخاوت اور بردباری کے باعث نہ صرف مسلمان بلکہ عیسائی بھی عزت کی نگاہ سے دیکھتے ہیں۔
صلاح الدین ایوبی کی قائم کردہ ایوبی سلطنت1190ء، سرخ رنگ میں
مصطفٰی کمال کی زیر قیادت ترک قومی تحریک نے 23 اپریل 1920ء کو انقرہ میں قومی مجلس اعلٰی (ترک زبان: بیوک ملت مجلسی) کے قیام کا اعلان کیا، جس نے استنبول میں عثمانی حکومت اور ترکی میں بیرونی قبضے کو تسلیم کرنے سے انکار کر دیا۔
عثمانی ترکوں نے ایشیائے کوچک میں داخل ہونے کے بعد ایک ایسی سلطنت کی بنیاد رکھی جس نے تین سو سال میں دنیا کی وسیع ترین اور سب سے زیادہ طاقتور سلطنت کا روپ اختیار کر لیا اور اس میں بنیادی کردار ترک قوم کی شجاعت اور تنظیمی صلاحیت تھی جس کے نتیجے میں سلطنت عثمانیہ جیسی وسیع اور پائیدار سلطنت قائم ہوئی۔
چنانچہ اس آتشیں ماحول میں 1187ء کو حطین کے مقام پر تاریخ کی خوف ناک ترین جنگ کا آغاز ہوا ۔
صلاح الدین نے بیت المقدس میں داخل ہوکر وہ مظالم نہیں کئے جو اس شہر پر قبضے کے وقت عیسائی افواج نے کئے تھے ۔
سلطان کی اعلٰی مجلس شوریٰ کا نام دیوان تھا اور مرکزی نظام میں اسے بہت اہمیت حاصل تھی۔
ہر طرف لڑائی کی تیاریاں ہونے لگیں۔
صدر دروازے کا یہ نام اتنا معروف ہوا کہ دنیا بھر میں عثمانی دربار باب عالی کے نام سے ہی معروف ہوگیا۔
اس کی اصل حیثیت فوجی منصف کی تھی اور شیخ الاسلام کے بعد اس کا درجہ آتا تھا۔
وہ تمام مال اسباب لے کر شہر سے نکل جائیں لیکن رچرڈ نے بدعہدی کی اور محصورین کو قتل کر دیا۔
صوبائی نظام
غیر فوجی معاملات خصوصاً شرعی و قانونی امور کی دیکھ بھال قاضی کے ہی سپرد تھی۔
فریقین میں معاہدہ صلح ہوا۔
بعض وابستہ ریاستیں
تیسری صلیبی جنگ میں سلطان صلاح الدین نے ثابت کردیا کہ وہ دنیا کا سب سے طاقتور ترین حکمران ہے ۔
فوجی نظام
سلطنت عثمانیہ کا گھڑ سوار دستہ سپاہی
سپاہی
سلطان نے نہ صرف یہ کہ ان زائرین کو ہر قسم کی آزادی دی بلکہ اپنی جانب سے لاکھوں زائرین کی مدارات، راحت، آسائش اور دعوت کا انتظام کیا۔
افواج کی مدت ملازمت بیس سال تھی۔
ان مدارس میں طلبا کے قیام و طعام کا انتظام بھی سرکار کی طرف سے ہوتا تھا۔
علاوہ ازیں عثمانی بحری جہازوں نے 1538ء سے 1566ء کے درمیان بحر ہند میں گوا کے قریب پرتگیزی جہازوں کا مقابلہ بھی کیا۔
موجودہ دور کے ایک انگریز مورخ لین پول نے بھی سلطان کی بڑی تعریف کی ہے اور لکھتا ہے کہ ”اس کے ہمعصر بادشاہوں اور اس میں ایک عجیب فرق تھا۔
اور روس کے خلاف جنگوں میں کوئی استعمال نہ ہونے کا بہانہ بنا کر اکثر بحری جہاز شاخ زریں میں بند کر دیے گئے جہاں وہ اگلے 30 سالوں تک سڑتے رہے۔
زمرہ:تاریخ اسلام
عثمانیہ فضائیہ کی بنیاد جون 1909ء میں رکھی گئی اس طرح یہ دنیا کی قدیم ترین جنگی ہوا بازی کے اداروں میں سے ایک ہے۔
جون 1914ء میں استنبول میں ہی نئی عسکری اکادمی بحری ہوا بازی اکادمی کا قیام عمل میں آیا۔
شیخ الاسلام کا عہدہ وزارت عظمٰی کے بعد سب سے بڑا تھا۔
آخری شیخ الاسلام مدنی محمد نوری آفندی تھے جنہوں نے سلطنت کے خاتمے پر 1922ء میں استعفٰی دے دیا۔
قسطنطنیہ کی شہری وضع نے دمشق، بغداد، مکہ، مدینہ، قاہرہ اور تیونس و الجزائر پر اثر انداز ہوئی۔
پندرہویں صدی میں استنبول کی مساجد میں بروصہ کی طرز کی تقلید کی گئی لیکن بڑی مساجد میں ایاصوفیہ جامع کے طرز تعمیر کی تقلید کی گئی جو بازنطینی گرجا تھی جسے فتح قسطنطنیہ کے بعد مسجد میں تبدیل کر دیا گیا تھا۔
عثمانی ترک زبان
علم و ادب
سلطنت عثمانیہ میں تعلیم کے دو دور نمایاں نظر آتے ہیں:
عثمانی دارالحکومت
بایزید اول
محمد سوم
مصطفی ثانی
عبدالعزیز
سلطنت عثمانیہ: ایک لازوال ریاست
زمرہ:سلطنت عثمانیہ
ہوکائدو– توہوکو– ہوکوریکو– کانتو– چوبو– کین کى – چوگوکو – شیکوکو - کیوشو - ریوکیو۔
تحقیق و تدوین ۔
کہا جاتا ہے کہ آئنو ، موجودہ روس کے مشرقی سائبریا کا ایک نسلی گروپ ہے ۔
جاپان کے اِس دور کے اُمراء کو معاشرے میں تعظیم اور سیاسی اثر و رسوخ اِسلئے حاصل تھا کہ اُنہوں نے مسلح جنگجو پال رکھے تھے لیکن اُس دور میں چین میں صورت حال مختلف تھی اور وہاں دانشوروں کو بالادستی حاصل تھی ۔
ہمیں جاپان کی تحریری تاریخ کا ریکارڈ 57 عیسوی سے ملتا ہے جس کا ذکر چینی تاریخ کے سرکاری دستاویزات میں ہے ۔
توجیہی کیمپ میں غلامانہ زندگی بسر کرنے والوں کی عسرت زدہ زندگی کی ایک تصویر
اُس دور میں بدھ مت اور کنفیوشنیزم دونوں عقائد کے لوگ تھے ۔
یہ انسانیت سوز مظالم و نسل کشی کی مہم مرحلہ وار انجام دی گئی۔
کوریا کے ذریعے جاپان میں بدھ ازم متعارف ہوچکا تھا جس سے جاپانی معاشرہ بڑی حد تک متاثر ہوا ۔
مرگِ انبوہ کے شکار.
اِس شہر میں ہزاروں لوگ آباد ہوئے ۔
1950ء سے اس لفظ کے استعمال سے اجتناب کا رجحان بڑھا ہے اور اب یہ لفظ مرگ انبوہ یا ہولوکاسٹ کے نام سے نازی مظالم کی یاد بن کر رہ گیا ہے، جس کو انگریزی میں بڑے H سے لکھا جاتا ہے۔
نارا ایک شاندار دارالحکومت کی شکل اختیار کر گیا لیکن انتظامی امور کمزور تھے ۔
جس میں مختلف قوموں اور مذاہب کے لوگوں کی مثالیں دی جاتی ہیں مثلا رومانیہ سے ہجرت کرنے والے تقریبا پانچ لاکھ رومانیوں، جپسیوں اورسنتیوں کا قتل عام، سوویت یونین کے لاکھوں جنگی قیدیوں کی ہلاکت، جسنی بے راہ روی کے شکاروں، معذروں اور اس کے علاوہ بے شمار سیاسی و مذہبی حریفوں کو موت، مرگ انبوہ میں شامل ہے۔
سنہ 784 عیسوی میں دارالحکومت کو نارا سے ناگااوکا منتقل کرنے کا فیصلہ کیا گیا ۔
محکمہء ڈاک ملک بدری کے احکامات ارسال کیا کرتا تھا، وزارت خزانہ نے یہودیوں کی املاک ضبط کیں، جرمنی کے کاروباری اداروں نے یہودیوں کو ملازمت سے نکال دیا، یہودی سرمایہ داروں کو سرمائے سے محروم کردیا گیا، جامعات و تعلیمی اداروں نے یہودیوں کو داخلہ دینے سے منع کردیا اور جو پہلے سے زیر تعلیم یا فارغ التحصیل تھے، اُن کی ڈگری کو منسوخ کردیا گیا اور یہودی اساتذہ کر بھی ملازمت سے فارغ کردیا گیا، حکومتی مال برداری کے اداروں نے یہودیوں کو بذریعہء ریل گاڑی کیمپ میں پہنچانے کے انتظامات کئے، جرمنی کی ادویات بنانے والی فیکٹریوں نے کیمپ میں مقید یہودی قیدیوں تجرباتی دواؤں کو آزمانا شروع کردیا، مختلف کمپنیوں نے چولھے تیار کرنے کے لئے بولیاں لگائیں، مرگ انبوہ کا شکار ہونے والی کی فہرستیں تیار کرنے کے لئے جرمنی کی دیھومیگ کمپنی کی پنچنگ مشینیں استعمال کی گئیں، جنہوں نے تمام تر جزئیات کے ساتھ قتل ہونے والا کا ریکارڈ مرتب کیا۔
12 ویں صدی کے اواخر میں اِن قبیلوں کے مابین لڑائى نے اُس وقت خانہ جنگی کی صورت اختیار کرلی جب میناتو اور طائرہ قبائل کے مابین کیوتو اور مرکزی حکومت پر قبضہ حاصل کرنے کیلئے لڑائى شروع ہوئى ۔
نسل کشی کی تاریخ میں آج تک کوئی بھی نسل کشی فرضی حکایات اور فریب خیالات کی بنیاد پر نہیں کی گئی، انتہائی بے بنیاد، کبیدہ خاطر نظریہ-- جس پر بڑے منظم انداز میں نتائج سے بے نیاز ہوکر عمل کیا گیا۔
اِن دونوں کے درمیان لڑی جانے والی پہلی جنگ 1156 سے 1160 تک چلتی رہی اور طائرہ کو فتح نصیب ہوئى ۔
نازیوں کے انسانوں پر طبی تجربات
کاماکورا، سابق دارالحکومت کیوتو کے مشرق میں 300 میل کے فاصلے پر واقع ہے ۔
وہ ان بچوں کو خود مٹھائی اور کھلونے وغیرہ دیتا تھا اور پھر خود اُن کو گیس چیمبرز میں لے جاتا تھا۔
نازیوں کا خصوصی دستہ سوندر کمانڈو جو کہ مرگ انبوہ کے دوران لاشوں کو ٹھکانے لگانے پر مامور تھا، اگست 1944ء میں یہ تصویر البرٹو ایریرا نے لی تھی جو کہ اب آشویتس برکینیو عجائب گھر، پولینڈ میں ہے۔
لیکن اُس میں صلاحیتوں کی کمی تھی اور وہ مشرق میں آباد بوشی خاندانوں کو کنٹرول کرنے میں ناکام رہا ۔
جاپان میں بُدھ ازم کے اُس فرقے کو قبول کیا گیا جس کا آغاز چین سے ہوا تھا ، جس میں سب سے مشہور زین ہے ۔
بالاخر جس حملے کا خطرہ تھا وہ سنہ 1274 میں ہوگیا ۔
جرمنی اور آسٹریا کے ساڑھے سات لاکھ یہودیوں میں سے صرف ایک تہائی یہودی بچ سکے۔
انہی بدتر حالات میں سنہ 1318 میں ایک اور لیڈر، گو دائگوتِننو نے جاپان کے 96 ویں شہنشاہ کی حثیت سے تاج و تخت سنبھالا ۔
آشی نے قابل بھروسہ ایک کٹھ پُتلی شہنشہاہ مقرر کیا اور خود شوگن یعنی سمورائے کے انچارج کا خطاب حاصل کیا ۔
مندرجہ بالا ہلاکتوں کے علاوہ تقریبا پانچ لاکھ یہودی دوسرے نسل کشی کے کیمپوں میں موت کا شکار ہوئے، جن میں سے زیادہ تر جرمنی میں واقع تھے۔
اِسی میں موروماچی کا دور بھی رہا جس دوران چھوٹی چھوٹی ریاستوں کی جنگیں جاری رہیں ۔
اکتوبر 1939ء میں نازیوں کے ہاتھوں پولینڈ کے باشندوں کے قتل عام کا ایک منظر
اُنہیں چین کی سرزمین بھی پسند تھی لیکن چینی لوگوں نے یورپ کے لوگوں کے ساتھ بیماری جیسا سلوک کرتے ہوئے اُنہیں صرف جنوبی بندرگاہ تک ہی محدود رکھا ۔
جنگ کے دوران اٹھارہ لاکھ سے اکیس لاکھ غیر یہودی پولینڈ کے شہری قتل کئے گئے، جن میں سے اسی فیصد (%80) پولینڈ نژاد باشندے تھے اور بقیہ بیس فیصد (%20) یوکرائن اور بیلاروس سے آئے ہوئے اقلیتی افراد تھے اور ان میں سے بیشر عام شہری تھے۔
یہاں سے ایک سیاسی قیادت تلے جاپان کے عسکری وحدت اور استحکام کا عمل شروع ہوا ۔
جس کے لئے اُس وقت لپانکا (Łapanka) کی اصطلاح استعمال کی جاتی ہے جوکہ 1944-1942 کے درمیان انگریزی بچوں کے ایک کھیل سے ماخوذ تھا، جس کے معنی “پرچی لگانا“ یا “امتیازی بنانا“ تھا۔
اسٹاس کے معاونین نے ایک نہایت منظم و مربوط نظام کے تحت بڑی تعداد میں مذہبی سیاسی اور نسلی تفاوت کو وجہ بناتے ہوئے نسل کشی کی۔
عیسائی مبلغین نے عیسائیت قبول کرنے والوں کی تعداد میں بڑا اضافہ کرنے کیلئے نوبوناگا کو بھی عیسائیت کے دائرے میں لانے کی کوشش کی مگر اُس نے عیسائیت قبول نہیں کی، تاہم عیسائى مبلغین کو وہ تمام سہولیات اور مراعات دیں جو وہ چاہتے تھے ۔
عیسائی ، بھیڑ بکریوں جیسے مفید جانوروں کو کیوں کھاتے ہیں ؟
سوویت کے جنگی قیدی جرمنی کی قید میں
شدید علالت کے باعث، ہیدے یوشی کا تین ماہ بعد 18 ستمبر 1598 کوانتقال ہوگیا ۔
باؤر لکھتا ہے کہ زیادہ تر رومانی ظلم و تشدد و انسانیت سوز واقعات کو منظر عام پر نہ لاسکے اور خاموشی سے ہر ظلم و ستم کو سہتے گئے، جس سے ان واقعات کا کرب اور بڑھ گیا کیونکہ جس اذیت کا سامنا اُنہوں نے کیا وہ صیغہء راز میں ہی رہا۔
مئی 1942ء میں روما کے باشندوں کے لئے یہودیوں کی طرح امتیازی قوانین وضع کئے گئے۔
1939ء میں اٹکن ٹی 4 کے نام سے ایک پیش نامہ بنایا گیا، جو کہ دراصل جرمن لوگوں کی آبادی اور وراثہ کا معیار برقرار رکھنے کے لئے جرمن اور آسٹریا کے لوگوں کی تعقیم یا قتل کرنے کا منصوبہ تھا، جن کو جسمانی طور پر معذور قرار دے دیا گیا ہو یا جو ذہنی بیماری میں مبتلا ہوں۔
ہلاک ہونے والے ہم جنس پرستوں کی یاد میں تعمیر کی گئی تکون یادگار
ایدو دور سنہ1603 سے سنہ1868 تک رہا ۔
تاہم اس کے باوجود بہت ہی کم تناسب میں (قریبا دو فیصد) نازیوں نے ہم جنس پرستوں کو نشانہ بنایا۔
بعد میں وقت گزرنے کے ساتھ ساتھ جہاں بدھ ازم سے خطرہ نظر آنے لگا وہاں عیسائیوں کے بھی تیور بدلنا شروع ہوئے ۔
بائیں بازو کی زیادہ تر جماعتوں کے جرمن رہنما یہودی تھے جوکہ جنوری 1919ء میں انقلابی اشتراکی پارٹی کی وجہ سے شہرت رکھتے تھے۔
یکم اپریل، 1933ء مقامی وقت کے مطابق صبح دس بجے حملہ آور دستے کے اراکین سارے جرمنی میں نکل آئے اور یہودیوں کاروباری مراکز کے سامنے کھڑے ہوگئے، ان کے ہاتھوں میں نوشتے تھے، جن پر تحریر تھا کہ ”جرمنیو! اپنے آپ کو بچاؤ اور یہودیوں سے لین دین نہ کرو“، یہ تصویر اسرائیلی ڈپارٹمنٹ اسٹور کی ہے، جوکہ 1930ء میں پورے جرمنی پھیلا ہوا، یہودیوں کا خوردہ فروشی کا سب سے بڑا کاروبار تھا۔
اور جاپانی دانشور، ولندیزوں کے علم و دانش یعنی حساب، سائنس اور طب میں ہونے والی جدید ترقی کے بارے میں علم حاصل کرتے تھے ۔
فرائیڈ لینڈر لکھتا ہے کہ نازیوں کے نزدیک جرمن کی اصل طاقت ”خالص جرمن خون“ تھا، جن کی جڑیں ”جرمنی کی مقدس سرزمین“ سے جڑی ہوئی ہیں۔
سمورائے کی عزت کی جاتی تھی لیکن اب وہ معاشرے میں زیادہ ضروری نہیں سمجھے جاتے تھے، جس کی وجہ سے بہت سے سمورائے، زرداروں اور سوداگروں سے قرض لیکر زندگی گزارنے لگے ۔
ان میں دانشور، مصنفین اور محققین شامل ہیں۔
رُخ بدلتی شہری زندگی اور مغربی ممالک سے ملنے والی نت نئى معلومات نے روایتی معاشرے کو چلتا کردیا ۔
تجدید پسندان مرگ انبوہ
اگلے سال 31 مارچ سنہ 1854 کو کاناگاوا کنونشن کے موقع پر جب میتھیو پیری دوبارہ آیا، تو اُس وقت وہ سات بحری جہازوں کی قیادت کررہا تھا ۔
آرمینیا کے آذریوں کا قتل عام
اِس دوران کچھ علاقائى جاگیرداروں نے مغربی جہازوں پر حملے کیے ۔
زمرہ:نازیت
جون
زمین کی بیرونی سطح پہاڑوں، ریت اور مٹی کی بنی ہوئی ہے۔
توکوگاوا کے کئى وفادار بھاگ نکلے اور شوگن کو بےدخل کردیا گیا ۔
اور انسان اس پر ھمہ وقت جنگوں میں مصروف رہتے ہیں۔
رہنمائى کیلئے کئى مغربی اداروں کا سہارا لیا گیا، اور فوج کو جدید خطوط پر استوار کیا گیا اور جن سمورائے نے بغاوت کی کوشش کی، اُنہیں فوج سے شکست دی گئى ۔
طاقت ور فوج کے قیام کے بعد ، مغربی سامراجیت سے جاپان میں بھی توسیع پسندی کا رجحان پھر سے پروان چڑھنے لگا ۔
اس کے کچھ عرصہ بعد ہی چاند کی تشکیل ہوئی۔
چھوٹے خلیوں کے بڑے خلیوں میں ادغام سے پیچیدہ خلیوں کی تشکیل ہوئی جنھیں (eukaryotes) کہا جاتا ہے۔
زمرہ:فلکیات
یکم جنوری 1901 کو ان 6 کالونیوں نے مل کر ایک فیڈریشن بنائی اور اس طرح دولت مشترکہ آسٹریلیا وجود میں آئی۔
اس کا نام میتھیو فلنڈرز تھا اور اس نے پہلی بار آسٹریلیا کے گرد چکر لگایا۔
آسٹریلیا کی مقامی آبادی جس کا اندازہ یورپی لوگوں کی آمد کے وقت 350000 کے قریب لگایا جاتا ہے، 150 سال کے بعد ڈرامائی حد تک کم ہو گئی۔
ویسٹ منسٹر کے 1931 کے قانون نے آسٹریلیا اور برطانیہ کے آئینی تعلقات کو زیادہ تر ختم کر دیا جب آسٹریلیا نے اس کو 1942 میں قبول کیا۔
اگرچہ آئینی طور پر گورنر جنرل کو وسیع اختیارات ملے ہوتے ہیں عموماً ان کا استعمال وزیر اعظم کے مشورے سے کیا جاتا ہے۔
کچھ کے خیال میں روایتی انداز سے چین کے ساتھ منسلک رہا جائے، جبکہ کچھ کا موقِف تھا ، کہ جاپان اور مغربی ممالک سے تعلق قائم کیا جائے ۔
ریاستوں میں نیو ساؤتھ ویلز، کوئینز لینڈ، ساوتھ آسٹریلیا، تسمانیہ، وکٹوریا اور ویسٹرن آسٹریلیا شامل ہیں۔
جاپان سے باقاعدہ معافی مانگی گئى اور اُسے یہ اختیارحاصل ہواکہ وہ سئیول میں اپنے سفارتی عملے کے تحفظ کیلئے حفاظتی چوکیاں قائم کرے اور اپنے سیکورٹی گارڈز متعین کرے ۔
سال 2006-2007 کے لیے آسٹریلیا کا دفاعی بجٹ 22 ارب امریکی ڈالر ہے۔
جاپان کی بروقت اور کامیاب کاروائى سے اِسے بالادستی حاصل ہوئى اور معاہدۀ شیمونو سیکی کے تحت کوریا کو چین سے آزادی ملی ۔
اگرچہ مین لینڈ سے ہٹ کر سب سے بلند پہاڑ ماوسن پیک ہے جو کہ 2745 میٹر بلند ہے۔
پھر اُنہوں نے آرتھر بندرگاہ کا محاصرہ کیا اور بحرالکاہل میں واقع روسی بندرگاہ ولاڈیواسٹوک کی ناکہ بندی کردی ۔
نباتات و حیوانات
معیشت
دہشت گردانہ حملے اور مزارعوں کے مظاہرے روز کا معمول بن گئے تھے، اور یوں انقلابِ روس کی راہ ہموار ہوتى گئى ۔
جولائی 2000 میں ٹیکسوں کے بالواسطہ نظام کی اصلاح کی گئی اوراشیا اور خدمات پر 10 فیصد ٹیکس عائد کیا گیا۔
اس کی ایک وجہ پرکشش پروگرام برائے تارکین وطن بھی شامل ہے۔
2001 کے سروے میں یہ سامنے آیا کہ 80 فیصد گھروں میں انگریزی بولی جاتی ہے۔
یہ انسانی تاریخ کی ایک تباہ کُن جنگ تھی جس میں 9000000 سے زیادہ مرد ، میدانِ جنگ میں ھلاک ہوئے اور اتنے ہی عام افراد غربت ، بھوک، قحط ، بیماری اور نسل کشی جیسے واقعات کی نذر ہوئے ۔
اس وقت آسٹریلیا کی شرح خواندگی 99 فیصد ہے۔
رشین ایلائنس کے نام سے ایک اتحاد بنایا جس کا مقصد جرمنی اور آسٹریا ۔
آسٹریلیا میں بصری فنون کی پرانی تاریخ موجود ہے جو کہ غاروں میں اور درختوں کی چھال پر قدیم لوگوں کی طرف سے بنائی گئی تصاویر پر مشتمل ہے۔
جاپان کو بہت کم جانی نقصان کے بدلے فتح نصیب ہوئى ۔
اس کے علاوہ موسم بھی ایسا ہے جو بیرونی کھیلوں وغیرہ کے لیے بہت مناسب ہے۔
ابتداء میں ہر مُلک نے 7000 ہزار فوجی سائبیریا بھیجنے کا فیصلہ کیا لیکن جاپان نے فوری طور پر زیادہ ملوث ہونے کیلئے 72000 اہلکار روانہ کیے ۔
حوالہ جات
اب وہ باقی دُنیا کو کپڑا، مشینری اور کیمیکل برآمد کرنے سے قاصر تھے ۔
آنحضور صلی اللہ علیہ وسلم اور خلفائے راشدین کے ادوار اس کی بہترین مثال تھے۔
لیکن سنہ 1929 سے سنہ 1931 تک عالمی کسادبازاری یا مندی یعنی گریٹ ڈیپریشن کا دور دورۀ تھا ۔
ان حالات میں امام حسین عليہ السلام نے سفر مکہ اختیار کیا اور وہاں سے اہل کوفہ کی دعوت پر کوفہ کے لۓ روانہ ہؤے
جاپان کے اندر سیاسی اور معاشی دباؤ بڑھتا جا رہا تھا ۔
جب بیعت عام ہوگی اس وقت آ جاؤں گا ۔
لیکن اِس تنظیم میں مربوط سیاسی ایجنڈے کی کمی تھی لہذہ ، گروپوں کی باہمی چپقلش اور جھڑپیں بدستور جاری رہیں ۔
امام حسین نے کوفیوں کے خطوط آنے کے بعد مسلم بن عقیل کو کوفہ روانہ کیا تاکہ وہ اصل صورت حال معلوم کریں۔
وہ سنہ 1933 میں جرمنی کے چانسلر یعنی ریاستی سربراہ بن چکے تھے ۔
مسلم کی گرفتاری اور شہادت
عالمی سطح پر کسی بھی بڑی طاقت نے جاپانی جارحیت کو روکنے کی کوشش نہیں کی ۔
مسلم بن عقیل نے محمد بن اشعث سے کہا کہ میرے قتل کی اطلاع امام حسین تک پہنچا دینا اور انھیں میرا یہ پیغام بھی پہنچا دینا کہ ’’اہل کوفہ پر ہرگز بھروسہ نہ کریں اور جہاں تک پہنچ چکے ہوں وہیں سے واپس چلے جائیں‘‘ ۔
شنگھائى کے مارکو پولو پُل کے رونماء ہونے والے واقعہ کو بھی اس جنگ کی وجہ سمجھا جاتا ہے ۔
8 جولائى کی صبح ساڑھے 3 بجے جاپانی فوج کا قافلہ علاقے میں پہنچ گیا ۔
‘‘ لیکن ان تمام ترغیبات کے باوجود امام حسین اپنے فیصلہ پر قائم رہے اور بالآخر 3 ذوالحج 60 ھ کو مکمہ معظمہ سے کوفہ کے لیے چل پڑے۔
جاپان پر الزام ہے کہ اُس نے نانجنگ پر قبضے کے دوران بے دریغ قتل عام کیا ۔
اب وزیراعظم کونوئىے نے جنوب مشرقی ایشیا کیلئے ایک نئے آرڈر کا اجراء کیا ۔
جب آپ بطن رملہ سے آگے بڑھے تو انھیں عبداللہ ابن مطیع ملے ۔
اب جاپانی فوج سخت مایوسی اور گومگو کی کیفیت میں تھی اور اُنہوں نے سب کو قتل کرو، لوٹو اور جلاؤ کی پالیسی اختیار کرلی اور وسیع پیمانے پر جنگی جرائم کیے ۔
لڑائى اُس وقت شروع ہوئى جب 11 مئى 1939 کو منگول فوج کے گھوڑ سوار یونٹ کے تقریباً 90 سپاہی مانچو کوو کے متنازعہ علاقے میں داخل ہوئے ۔
ذمی حشم کے مقام پر آپ سے اس کی ملاقات ہوئی۔
اِن جھڑپوں میں جاپانی فوج کے پانچ ہزار فوجی ھلاک ہوئے اور اسلحہ و گولہ بارود کی کمی محسوس ہونے لگی ۔
میدان کربلا آمد
چونکہ ایشیاء میں برطانیہ، فرانس ، ہالینڈ وغیرہ کا اثر و رسوخ کئى عشروں سے چھایا ہوا تھا اور یہ جاپانی مفادات کے برعکس تھا کیونکہ وہ بھی اپنے زیرقبضہ علاقوں پر گرفت مضبوط کرنے اور مزید علاقوں پر اثر بڑھانے کا خواہش مند تھا اِسلئے اُس نے جرمنی اور اٹلی کے ساتھ معاہدہ کرنے کو ترجیح دی اور یوں جاپان نے ‏27 ستمبر 1940 کو جرمنی اور اٹلی کے ساتھ اےکسےزپکٹ کے نام سے ایک معاہدہ دستخط کیا ۔
امام حسین کو ایسی حالت میں جب کہ وہ قابو میں آچکے تھے گرفتار کرنا زیادہ مناسب اور ضروری قرار دیا۔
جنہوں نے آخری وقت تک ساتھ دینے کا عہد کیا۔
صرف حر بن یزید تمیمی پر آپ کی اس تقریر کا اثر ہوا اور وہ یہ کہتے ہوئے کہ
جاپان نے انڈو چائنہ میں داخلے کی اجازت مانگی اور22 ستمبر 1940 میں ویچی فرنچ کی انتظامیہ اور جاپان کے مابین ایک معاہدہ دستخط ہوا جس کے تحت جاپان کو اڈے قائم کرنے اور مال کی ترسیل کی اجازت مل گئى ۔
یہ دیکھ کر آپ کے بھائی عباس ، عبداللہ ، جعفر اور عثمان آپ کی حفاظت کے لیے ڈٹ گئے مگر چاروں نے شہادت پائی۔
اُنہوں نے دس سال تک ایک دوسرے کی سیاسی ، اقتصادی اور فوجی حمایت اور باہمی مفادات کا تحفظ کرنے پر اتفاق کیا ۔
بعد میں تمام شہدائے اہلِ بیت کے سر نیزوں کی نوک پر رکھ کر پہلے ابنِ زیاد کے دربار میں لے جائے گئے اور بعد میں دمشق میں یزید کے دربار میں لے جائے گئے۔
حضرت علی کے دارلخلافہ مدینہ سے کوفہ لے جانے سے ان سازشیوں کو کھل کر کھلنے کا موقع ملا۔
نتیجہ یہ نکلا کہ چار بڑے فوجی جرنیلوں اوسامی ناگانو، کوتوہیتو کانین، ہاجیمے سوگی یاما اور ہیدیکی توجو نے اظہار خیال کیا کہ اب امریکہ کے ساتھ جنگ ناگزیر ہے اور اُنہوں نے اُس وقت کے شہنشاہ شوا کو جنگی منصوبے پر دستخط کرنے کیلئے رضامند کیا ۔
جن کوفیوں نے حضرت حسین کو خطوط لکھ کر کوفہ آنے کی دعوت تھی ان کی تعداد ایک روائت کے مطابق 12000 اور دوسری روائت کے مطابق 18000 تھی لیکن جب جنگ کی نوبت آگئ تو ان بے وفا اور د‏غا باز لوگوں میں سے کسی نے حضرت حسین کا ساتھ نہ دیا اور کھڑے تماشا دیکھتے رہے یہاں تک کہ آپ نے اپنے جانثار ساتھیوں کے ہمراہ جام شہادت نوش فرمایا۔
بمباری شروع ہونے کے بعد جن پانچ سب میرینز نے امریکی بحری جنگی جہاز کو نشانہ بنایا وہ بھی واپس نہیں لوٹیں اور اُس پر سوار دس افراد میں سے صرف ایک جاپانی کازو او ساکاماکی زندہ بچا جِسے امریکہ نے گرفتار کرلیا تھا اور وہ جنگ عظیم دوئم میں پہلا جاپانی جنگی قیدی بنا ۔
حضرت امام حسین کی شہادت کے بعد اہل بیت اطہر کے بقیہ افراد پر مشتمل قافلہ ابن زیاد کے پاس کوفہ پہنچا ۔
جنگ عظیم دوئم پوری طرح چِھڑنے کے بعد جاپانی بحریہ نے حکومت کو شمالی آسٹریلیا پر چڑھائى کرنے تجویز دی تاکہ اُس خطے کو بحرالکاہل میں جاپان کے جنوبی دفاعی لائن کے خلاف کسی بھی حملے میں استعمال ہونے سے بچایا جاسکے ۔
‘‘ یہ دیکھ کر زید بن ارقم مجلس سے اٹھتے ہوئے کہہ گئے:
اپریل کے اؤاخر میں دو جاپانی جاسوس سب میرینزآراو 33 اورآراو 34 نے اُس علاقے کا جائزہ لیا جہاں فوجوں نے اُترنا تھا ۔
اِن حملوں میں جاپان کا ایک تباہ کُن جہاز اور تین چھوٹے جہاز تباہ ہوئے ۔
جاپان نے اپنی طرف سے منصوبہ تیار کیا کہ بحرالکاہل کی بڑی بحری طاقت امریکہ کے خاتمے کیلئے ضروری ہے کہ ایک فیصلہ کُن حملہ کیا جائے ۔
جاپان کی جنگی تیاری کے دوران امریکہ نے ایک خُفیہ کوڈ جے این 25 کو معلوم کرلیا تھا جو ایڈ مرل نیمٹز کیلئے ایک بڑی کامیابی تھی ۔
جب جاپانی طیارے کامیاب حملے کے بعد واپس لوٹے تو ایڈمرل ناگومو نے مڈوے پر ایک اور حملہ کرنے کیلئے طیاروں پر اسلحہ لوڈ کرنے کا حکم دیا ہی تھا کہ اِس دوران مشرق کی جانب امریکی بحری جہازوں انٹرپرایز اور ھورنٹ کی موجودگی کی نشاندھی کی گئى ۔
اِسی طرح کے حملے جاپانی کروز موگامے اور میکوما پر بھی کیے گئے جس سے اُنہیں ناکارہ بنا دیا گیا ۔
برازیل نے بھی جرمنی اور اٹلی کے خلاف اعلانِ جنگ کردیا تھا۔
کوکودا ، مورسبے بندرگاہ کے قریب واقع ایک ایسا ٹریک ہے جہاں دِن کے وقت زیادہ تر گرمی اور حبس جبکہ راتیں ٹھنڈی ھوتی ہیں ۔
اکیس جولائى سنہ 1942 کو 1500 سے 2000 تک جاپانی فوج، پاپوا کے شمال مشرقی ساحل پر اُتر گئی اور بونا، گونا اور سانانندا کے مقامات پر اپنی تنصیبات کی تعمیر شروع کردی ۔
سات اگست 1942 سے 9 فروری 1943 تک کی مدت میں جنگ گوادال کینال لڑی گئى ۔
اِن جھڑپوں کے دوران دونوں افواج نے ایک دوسرے کے کئى بحری جہاز ڈبوئے، طیارے مار گرائے اورکئى فوجی ھلاک کردئیے ۔
18 اپریل 1943 کو جاپانی بحریہ کی تاریخ کا ایک المناک واقعہ یہ بھی پیش آیا کہ جب امریکہ نے ایک جاپانی پیغام کو ڈى کوڈ کرتے ہوئے معلوم کرلیا کہ ایڈمرل یاماموتو فضائى پرواز کریں گے لہذا امریکی طیاروں پی ۔
قوت توازن امریکہ اور سویت یونین کے حق میں جارہا تھا ۔
ایک اندازے کے مطابق، بھوک اور خراب موسمی حالات سے 90 ہزار سے زیادہ جرمن فوجی ہلاک ہوچکے تھے ۔
اُس کے بڑے بحری جہازوں کے پاس تیل کی کمی تھی جس کی وجہ سے وہ بحرالکاہل کی بقیہ جنگوں کے دوران اپنے اڈوں پر ہی رہے ۔
بیس اکتوبر کو مسلسل چار گھنٹوں کی بحری گولہ باری کے بعد ، اتحادی ساحلی علاقے میں اُترنا شروع ہوئے اور اِسی دوران جاپانی فوج سے جھڑپیں چھڑ گئیں ۔
اُنہوں نے کئى بحری جہازوں کو تباہ کیا ، جن میں آسٹریلیا کا ایک بحری جہاز ایچ ایم اے ایس آسٹریلیا بھی شامل تھا جس میں 30 آسٹریلوی ہلاک اور 64 زخمی ہوئے ۔
امریکیوں کا خیال تھا کہ شمال مغربی بحرالکاہل میں واقع چھوٹے جزیروں سے فضائى بمباری زیادہ آسان اور سود مند رہے گی ۔
امریکی فضائیہ نے اپنے حربے بدلتے ہوئے وسیع پیمانے پر بربادی کرنے کی حکمت عملی اختیار کرلی ہوئی تھی ۔
اوکیناوا ایک جزیرہ ہے جو جاپان کے مین لینڈ سے 340 میل کے فاصلے پر واقع ہے ۔
اوکیناوا میں بارش اور بادلوں سے دھند چھائى ہوئى تھی اور دور علاقہ صاف نظر نہیں آرہا تھا ۔
اِس حملے میں 300 طیاروں نے حصہ لیا اور مسلسل دو دِن بمباری کرکے جاپان کے دُنیا کے بڑے بحری جنگی جہاز کو اوکیناوا پہنچنے سے قبل 7 اپریل 1945 کو ڈوبو دیا ۔
بارہ اپریل کو جاپانی فوجوں نے امریکی فوج کے پورے فرنٹ پر حملہ کردیا ۔
مئی کے اواخر میں مون سون کی بارشیں شروع ہوئیں جس کی وجہ سے کیچڑ اور پانی نے جنگی کاروائیوں سمیت زخمی فوجیوں کیلئے مہیا کی جانے والی طبی امداد میں روکاوٹیں پیدا کرنا شروع کردیں ۔
نئے دفاعی علاقے میں اوشی جیما کو منتقل ہوئے کئى دِن گزر چکے تھے لیکن اسلحے کی قلت اور مواصلاتی رابطوں میں پیش آنے والی مشکلات سے فوج کی کارکردگی پر اثر پڑ رہا تھا اور جب وہ اپنی فوج کے ہمراہ شورے سے منتقل ہورہے تھا تو اُس وقت اُن کے پاس صرف 20 دِن کا راشن موجود تھا ۔
اب جاپانی فوج نے بکھر کر گوریلہ جنگ لڑنی شروع کرلی تھی چونکہ اُنہیں اپنے جنرل نے ہتھیار ڈالنے کا حکم نہیں دیا تھا لہذا جاپانی فوج کے سامنے دو راستے تھے کہ یا تو لڑکر مرا جائے یا خودکشی کرلی جائے ۔
یاھارا کو بعد میں امریکی فوج نے جنگی قیدی بنالیا تھا ۔
یورپ میں جاپان کے ساتھی ممالک جرمنی اور اٹلی مسلسل شکست سے دوچار ہو رہے تھے ۔
ان داستانوں میں انسانوں کا غائب ہوجانا اور بحری اور فضائی جہازوں کا کھو جانا جیسے غیر معمولی اور مافوق الفطرت (paranormal) واقعات شامل ہیں۔
مواصلات کے اس جدید دور میں اب بھی کوئی ایسا علاقہ نہیں ملا جہاں قطب نما کی سوئی کام نہ کرتی ہو یا اس طرح کے واقعات ہوتے ہوں جو برمودا کی مثلث کے سلسلے میں بیان کیے جاتے ہیں۔
اسکو اردو میں نگارہ بھی کہ سکتے ہیں مگر مختلف علمی حلقوں (بشمول طب) میں اسکو مخطط ہی کہا جاتا ہے۔
دریائے آنان کے علاقے میں پیدا ہوا۔
1227ء میں چین پر تیسرے حملے کے دوران میں اس کا انتقال ہوگیا۔
تاج محل
عمارت کے چاروں کونوں پر ایک ایک مینار ہے۔
پیلا تاج محل
زمرہ:عظیم منصوبہ جات
آئنسٹائن کا خاندان جرمنی کے خوشحال یہودی النسل خاندانوں میں شمار ہوتا تھا۔
یہاں جس گھر میں قیام تھا، اس کے مالک کی بیٹی Marie سے شناسائی ہوئی۔
فکرِ معاش کی وجہ سے آئنسٹائن شادی نہیں کر پا رہا تھا، مگر ملیوا حاملہ ہو گئی۔
1905ء، کارناموں کا سال
اس سے وقت اور فضاء کو علیحدہ علیحدہ تصور کرنے کی بجائے وقت۔
1906ء میں زیورخ یونیوسٹی نے پی۔
یہاں آنے کے چار ماہ بعد ہی پہلی جنگ عظیم چھڑ گئی۔
ان دوروں میں سائنسی لیکچر کے علاوہ آئنسٹائن صیہونیت کا بھی پرچار کرتا۔
پہلی بیٹی شادی سے پہلے 1902ء میں سربیا میں بیوی ملیوا کے آبائی گھر پیدا ہوئی، مگر اسے ماں باپ نے پالا نہیں۔
پہلی بیوی ملیوا مارِک (Mileva Maric) سے 1903ء میں شادی ہوئی۔
میرے بچوں کو میرے خلاف نہیں کرو گی، گفتگو سے یا اپنے عمل سے۔
آئنسٹائن اس شش وپنج میں تھا کہ ایلسا سے شادی بنائے یا اس کی جوان سال بیٹی سے۔
اب سیارہ اپنی طرف سے سیدھا ہی چل رہا ہوتا ہے مگر اس زمان و مکان کے ٹیڑھے پن کی وجہ سے وہ سورج کے گرد گھومتا ہے۔
یہ اب تک متنازعہ ہے کہ ہلبرٹ اور آئنسٹائن کا عمومی اضافیت نظریہ میں کتنا حصہ تھا۔
غیریقینی اصول، جس کے مطابق کسی ذرے کا مقام اور معیار حرکت دونوں ایک ساتھ اپنی مرضی کی انتہائی درستگی سے ناپا نہیں جا سکتا۔
امریکہ میں
موت کی وجہ اس کے arota میں aneurysm کا پھٹنا تھا۔
ایف۔بی۔آئی
زمرہ:یہودی سائنسدان
یورپ کا نقشہ، انگلستان واضح ہے
جنوری 2010ء میں گوگل نے الزام لگایا کہ اس نے چین کے کارندوں کی جانب سےگوگل کے عمیلوں پر سادیاتی حملے کا کھوج لگایا ہے اور دھمکی دی کہ وہ شین میں اپنے دفتر بند کرنے کا سوچ سکتا ہے۔
508 جزائر پر مشتمل ہے.
مسلمان تاجروں اسلام لے آئے ، اور یورپی طاقتوں کے ایک دوسرے سے دریافت کی عمر کے دوران Maluku کا مسالا جزائر میں کاروبار کرنے کے لئے ایکادکار لڑی.
ونڈوز لائو
انڈونیشیا لاطینی انڈس سے مشتق ہے ، اور يونانی nesos ، جس کا مطلب جزیرہ.
تائیوان.
اگرچہ مسلم تاجروں کی پہلی جلد اسلامی دور میں جنوب مشرقی ایشیا کے ذریعے سفر کیا ، انڈونیشیا میں اسلامی آبادیوں کی جلد سے جلد ثبوت شمالی سماٹرا میں 13th صدی کی تاریخ 19 [] دوسرے انڈونیشیا علاقوں آہستہ آہستہ اسلام کو اپنایا ، اور اس جاوا میں غالب مذہب تھا.
سکرنو authoritarianism کی طرف جمہوریت سے چلا گیا ، اور فوج اور کمیونسٹ (PKI).
سیاسی اور اقتصادی عدم استحکام ، سماجی بے چینی ، کرپشن اور دہشت گردی کی ترقی کو سست کیا ہے.
2004 کے صدارتی انتخابات سے پہلے جس میں لوگوں کو براہ راست صدر اور نائب صدر منتخب کیا گیا تھا 43 [] صدر کے دو مسلسل پانچ سال کی شرائط کا زیادہ سے زیادہ خدمت کر سکتے ہیں 44 [].
سپریم کورٹ ملک کی اعلی ترین عدالت ہے ، اور آخری اپیل کی اپیل کی سنتا ہے اور کیس کا جائزہ لے منظم کرتا ہے.
انڈونیشی حکومت دوسرے ممالک کے ساتھ کام کیا اور بڑے بم دھماکوں میں ملوث عسکریت پسند اسلامی اور القاعدہ سے منسلک پر مقدمہ چلانے کے لئے گرفتار کیا گیا ہے 52 [] deadliest 164 بین الاقوامی سیاحوں سمیت 202 افراد (2002 میں کوٹا کی بالی سیرگاہ بستی میں ہلاک کر دیا) [.
اہم مضامین : انڈونیشیا اور انڈونیشیا کی انتظامی تقسیم کے صوبے
انڈونیشیا کے صوبے اور ان کے دارالحکومتوں -- علاقے کی طرف سے دی گئی
مشرقی جاوا تیمور جاوا () -- (Surabaya
مشرق جنوبی (سلاویسی Tenggara سلاویسی) -- Kendari
انڈونیشیا حصص ملائیشیا کے ساتھ بورنیو اور Sebatik ، پاپوا نیو نیو گنی کے جزائر پر گنی ، اور مشرقی تیمور کے تیمور کے جزائر پر جزائر پر ملک کی حدود.
ملک کے سب سے بڑے دریا کالیمنتن میں ہیں ، اور Mahakam اور Barito ؛ ایسے دریا مواصلات اور اس جزیرہ میں دریا کے تصفیوں کے درمیان نقل و حمل کی لنکس ہیں.
خط استوا کے ساتھ ساتھ جھوٹ بولنا ، انڈونیشیا کے دو مخصوص monsoonal گیلے اور خشک موسم کے ساتھ ایک اشنکٹبندیی آب و ہوا ہے ،.
، سنڈا شیلف (سماٹرا ، جاوا ، بورنیو ، اور بالی) میں سے جزائر ایشیائی ونوں کا مال و دولت.
یہ ، کی تقسیم اور انڈونیشیا کے ایشیائی اور Australasian ذات کے امن کے درمیان تقسیم کی لکیر بیان.
پانی بینس استعمال جاوا میں چاول کے کھیتوں کو ہل چلانا.
88 [] میجر صنعت پٹرولیم اور قدرتی گیس ، ٹیکسٹائل ، لباس ، اور کان کنی میں شامل ہیں اس کے بعد ہے.
ملک کے وسیع خام تیل ، قدرتی گیس ، رانگا ، تانبا سمیت قدرتی وسائل ، ہے ، اور سونے کے.
8،000 سے 10،000 کی حد ، 96 [] اور سست لیکن اہم اقتصادی بحالی کا ہے ensued.
اہم انڈونیشیا میں مضامین : انڈونیشیا ، انڈونیشیا کی زبان ، اور مذہب کی آبادی
ان کے علاوہ دنیا بھر میں برطانیہ کے دیگر کئی مقبوضات بھی ہیں جن میں برمودا، جبل الطارق یا جبرالٹر، مونٹسیرٹ اور سینٹ ہلینا بھی شامل ہیں۔
سلطنت برطانیہ کے خاتمے کے باوجود انگریزی زبان کے عالمی استعمال اور دولت مشترکہ کے باعث برطانیہ کے اثرات ابھی بھی دنیا پر باقی ہیں۔
اس کے بعد گیلووے کی رکنیت معطل کر دی گئی۔
اردو اور انگریزی نام میں موجود الفاظ کے متبادلات یوں ہیں۔
رابط (ویب) کا تصور ، چار بنیادی طرزافکار کے اشتراک کا نتیجہ ہے۔
ایک ورائی ربط یعنی ہائپرلنک کے ذریعے شبکہ کے صفحات پر یوں سفر کرنے کے عمل کو رابط کا تصفح (براؤزنگ) کرنا یا اسکی موجوں پہ سفر (سرفنگ) کرنا کہا جاتا ہے۔
جب کوئی ناظر رابط محیط عالم پر موجود ایک صفحہ رابط (ویب پیج) یا کسی اور وسیلے (رسورس) تک رسائی چاہتا ہے تو عموما وہ اس وقوع رابط (ویب سائٹ) کا یکساں وسیلی تعینگر (URL) اپنے متصفح رابط (ویب براؤزر) میں لکھ کر ابتداء کرتا ہے، یا پھر ایسا بھی ممکن ہے کہ وہ ایک وراۓ متن (ہائپر ٹیکسٹ) کے ربط سے اس صفحہ تک رسائی حاصل کرلے۔
ایسا اس وجہ سے ممکن ہے کہ معینشد (ڈیفالٹ) طور پر متصفح (براؤزر) میں تمام موصول شدہ وسائل کو اپنی محلی قرص (لوکل ڈسک) میں ابطن (cache) کرلینے کی صلاحیت موجود ہوتی ہے۔
اسکے علاوہ کسی کثیر الجہتی وقوع رابط کے طرح کار (ڈیزائنر) کے لیۓ بھی یہ ممکن ہے کہ وہ معیل کی جانب بھیجے جانے والے HTTP کے راس یا سروں کو اپنی مرضی کے مطابق قابو کرسکے اور اس طرح جب ابطن درکار نہ ہو (مثلا اخبار اور تجارتی اتار چڑھاؤ کے صفحات) تو مواد کو ابطن ہونے سے بچایا جاسکتا ہے تاکہ ہر بار صفحے پر آنے سے تازہ ترین مواد ہی شمارندہ پر نظر آۓ۔
1990 کے عید میلاد المسیح (Christmas) تک، ٹــم نے وہ تمام ضروری آلات تیار کرلیۓ تھے کہ جو ایک رابط کو فعال کرنے کے لیۓ درکار ہوں، : دنیا کا پہلا متصفح رابط (جو کہ ساتھ ہی محرر رابط بھی تھا)، پہلا معیل رابط اور پہلا صفحہ رابط جو کہ منصوبہ کی تفصیل کے بارے میں تھا۔
اردگرد کے تمام ممالک سے افغانستان کے تاریخی، مذہبی اور ثقافتی تعلق بہت گہرا ہے۔
یہ تباہی کبھی غیروں کے ہاتھوں ہوئی اور کبھی خانہ جنگی سے یہ صورتحال پیدا ہوئی۔
جسے ایرانیوں نے ان سے چھین لیا۔
پہلے یہ حکمرانی خراسانی عربوں کے پاس رہی۔
1709ء میں پشتونوں نے صفویوں کے خلاف جنگ لڑی اور 1719ء سے 1729ء تک افغانستان بلکہ ایرانی شہر اصفہان پر قبضہ رکھا۔
درانی سلطنت میں موجودہ ایران، افغانستان، پاکستان اور بھارت کےکچھ علاقے شامل تھے۔
حالانکہ دونوں انگریزوں کے بظاہر دشمن تھے۔
اسی وجہ سے مجبوراً انگریزوں نے دوست محمد خان کو رہا کر دیا۔
اسی مغربی دوستی اور اثر کی وجہ سے امیر حبیب اللہ خان کو اس کے رشتہ داروں نے 20 فروری 1919ء کو قتل کر دیا۔
امان اللہ خان پہلے قندھار بھاگا اور فوج تیار کرنے کی کوشش کی مگر ناکام ہوا جس کے بعد وہ بھارت فرار ہو گیا۔
1973ء ) نے چالیس سال تک افغانستان پر حکومت کی۔
27 اپریل 1978ء کو سردار داؤد کو ایک اور بغاوت میں قتل کر دیا گیا۔
افغانستان میں حالات جب بہت خراب ہو گئے تو افغانی کمیونسٹ حکومت کی دعوت پر روس نے اپنی فوج افغانستان میں اتار دی۔
اس جہاد کا نتیجہ یہ نکلا کہ روس کو 1989 میں مکمل طور پر افغانستان سے نکلنا پڑا بلکہ بعض دانشوروں کے خیال میں روس کے ٹوٹنے کی ایک بڑی وجہ یہی تھی۔
1996ء میں طالبان کے رہنما ملا محمد عمر نے کابل پر قبضہ کیا۔
طالبان کے دور میں کچھ ایسے لوگوں نے افغانستان میں اپنے اڈے بنائے جو پہلے امریکہ کے منظورِ نظر تھے مگر جب امریکہ کو ان کی ضرورت نہ رہی تو وہ یکایک امریکہ کی نظر میں دہشت گردوں میں تبدیل ہو گئے۔
امریکی ایما پر جرمنی کے شہر بون میں ایک افغانی حکومت کا قیام عمل میں آیا جس کے سربراہ حامد کرزئی تھے ۔
جغرافیہ اور موسم
چونکہ زیادہ علاقہ پہاڑی ہے اس لیے زلزلے کثرت سے آتے ہیں۔
اس کی بنیادی وجہ روس اور امریکہ کی کشمکش اور اس علاقے میں ان کے مزموم مقاصد ہیں۔
افراطِ زر افغانستان کا ایک بنیادی مسئلہ رہا ہے اور افغانی روپیہ کی قیمت بھی مسلسل گرتی رہی ہے مگر اب حالات کچھ بہتر ہیں۔
بادغیس
جوزجان
قندوز
وردک
مزار شریف - 300600
افغانی ثقافت کی تین اہم بنیادیں ہیں۔
افغانی خراسان نے بڑے اہم لوگوں کو جنم دیا ہے جن کو عام لوگ عرب سمجھتے ہیں۔
اعداد و شمار
یعنی ملک کے جنوب مشرق اور جنوب میں ہیں۔
ملا محمد عمر
زمرہ:اسلامی جمہوریات
طرز حکومت
رائنلانڈ فالس
جرمنی کے سب سے بڑے شھر یہ ہیں:
ديگر
یورپ اور ایشیا کے وسط میں ہونے کے باعث اس کی تاریخی اہمیت ہے۔
انتظامی تقسیم
صوبہ گیلان
صوبہ خراسان جنوبی
صوبہ سیستان و بلوچستان
حکومت کا سربراہ صدر ہوتا ہے جسے پورے ملک سے بالغ رائے دہی کی بنیاد پر منتخب کیا جاتا ہے۔
اس کے سربراہ سابق صدر علی اکبر ہاشمی رفسنجانی ہیں اور اس میں حکومت کے تینوں شعبوں کے سربراہ اور شوری نگہبان کے مذہبی ارکان شامل ہیں۔
ایران اور امریکہ کے تعلقات 1980ء میں ٹوٹے اور آج تک بحال نہیں ہوئے۔
اس کانفرنس میں عراق، سعودی عرب، کویت، ترکی، اردن اور مصر کے وزرائے داخلہ اور سیکورٹی حکام نے شرکت کی۔
2002ء میں ایرانی وزارت خارجہ نے اعلان کیا کہ اگر اسرائیل اور فلسطین کو کوئی معاہدہ قابل قبول ہو تو ایران ایسے دو طرفہ معاہدے کو رد نہیں کرے گا۔
مزید دیکھیۓ
یہ سائٹ ایک آزاد ویکی ہے، یعنی کوئ بھی کسی بھی مضمون میں صفحے کو ترمیم کریں کا لنک کلک کر کہ صفحے میں ترمیم کر سکتا ہے۔
بس صفحے کو ترمیم کریں والی لنک پر کلک کریں اور صفحے میں ترمیم کریں۔
یعنی کہ مضامین میں غیر جانب داری اور عیر طرف داری کا خیال رکھیں۔
جرمنی اور اٹلی کی شکست کے بعد اب سہ فریقی اتحاد میں صرف جاپان رھ گیا تھا۔
یہاں اتنے وسیع پیمانے پر حملے کا منصوبہ تھا کہ اُس کے بعد جاپان پوسٹ ڈیم اعلامیے کے مطابق غیر مشروط طور پر ہتھیار ڈال دے ۔
طیارہ اپنی مطلوبہ بلندی حاصل کرچکا تھا کیونکہ پائلٹ کرنل پاول تیبتس کیلئے حُکم تھا کہ شکار کے قریب پہنچنے سے پہلے کی بلندی اکتیس ہزار فٹ ہونی چاہیے ۔
شہر پر دھواں چھا گیا، کسی کو نہ تو کچھ دکھائى دے رہا تھا اور نہ ہی کچھ سمجھ آرہا تھا ۔
فرانس ایک متحدہ، نیم صدارتی، جمہوری ریاست ہے۔
آرمی کنٹرول سٹیشن نے ہیروشیما کے بیس سے رابطے کی جدوجہد کی لیکن کوئى کامیابی حاصل نہ ہوئى ۔
زمرہ:فرانس
امریکی صدر نے اپنے بیان میں کہا کہ امریکہ نے جاپانی شہر ہیروشیما پر قطعی طور پر ایک نئے بم ”ایٹم بم“ سے حملہ کیا ہے
یہاں بہت صنعتیں موجود تھیں جہاں اسلحہ سازی، جہاز سازی ، آبدوزیں ، دیگر جنگی اور فوجی سازوسامان تیار ہوتا تھا ۔
جب حملہ آور طیارہ اُس حد تک پہنچا جہاں پرایٹم بم سے سیفٹی پِن نکال کر اُسے حملہ کیلئے تیار کردینا تھا کہ اِسی اثناء میں معلوم ہوا کہ ایک محافظ طیارہ بگ سٹنک لاپتہ ہوگیا ہے ۔
اِن بے خبر جاپانیوں کو علم نہیں تھا کہ ہیروشیما کے تین روز بعد ، ایک اور قیامت ٹوٹنے والی ہے ۔
ایٹمی سائنس دانوں کے مطابق، یہ دھماکہ ہیروشیما کے دھماکے سے کہیں بڑا تھا ۔
وہ اتحادیوں کے سامنے کسی بھی صورت میں ہتھیار ڈالنے پر آمادہ نہیں تھے ، اور وہ یہ فیصلہ واپس لینے پر بضد تھے ۔
لیکن جاپانی ایسا نہ کرسکے اور اب اُن کی نہیں بلکہ امریکہ کی مرضی سے جنگ ختم ہونے کا معاہدہ ہوگا ۔
امریکی ایٹمی حملے سے قبل تک ، جاپان نے سوویت یونین کے توسط سے امریکہ اور اتحادیوں کے ساتھ امن کی راہ نکالنے کی کوشش کی لیکن کامیابی نہیں ہوئى کیونکہ سوویت یونین خود اتحادیوں سے وعدہ کرچکا تھا کہ جرمنی کی شکست بعد وہ جاپان کے خلاف اعلان جنگ کردے گا حالانکہ سوویت یونین اور جاپان کے مابین عدم جارحیت کا معاہدہ بھی ہوا تھا ، لیکن بعد میں سوویت یونین نے اِس معاہدے کی تجدید نہیں کی ۔
سہ پہر چار بجے سے رات دس بجے تک ایک اور اجلاس ہوا لیکن پھر بھی کوئى نتیجہ برآمد نہ ہوا ۔
مزید یہ کہہ دشمن نے ایسے ظالمانہ بموں کا استعمال شروع کیا ہوا ہے کہ اُن سے ہونے والی تباہی ان گِنت ہے ۔
جنگ جاری تھی اور اُنہیں جنگ بندی اور ہتھیار ڈالنے پر مجبور کرنا تحال ممکن نہیں تھا ۔
جاپانی حکومت اپنے جنرل ہیڈکوارٹرز کو حُکم دے کہ وہ اتحادی افواج کے تمام جنگی قیدیوں اور زیر حراست شہریوں کا آزاد کرے
جن میں عام شہریوں کا استحصال اور ہلاکت، جنگی قیدیوں سے ناروا سلوک اور دُشمن فوج کے ساتھ لڑتے ہوئے نیوریمبرگ چارٹر کے معین کردہ قوانین کی خلاف ورزی شامل تھی ۔
کیمیائى ہتھیاروں کے اثرات دیکھنے کیلئے کئى تجربات کیے گئے ۔
جاپانی فوج نے مقبوضہ علاقوں میں جبری مشقت لینے کیلئے ہزاروں لاکھوں لوگوں کو غلام بنایا ۔
جنوبی کوریا کے بان۔
عدالت میں جج کے فرائض سرانجام دینے والوں کا تعلق آسٹریلیا ، کنیڈا، چین ، فرانس، برٹش انڈیا ، ہالینڈ ، نیوزی لینڈ، فلپائن، برطانیہ ، امریکہ اور سوویت یونین سے تھا ۔
دفاعی اٹارنیز نے ہیروشیما اور ناگاساکی پر ایٹمی بمباری کو بھی جنگی جرائم میں شامل کرنے کے بارے میں دلائل دئیے تاہم اُسے نظر انداز کیا گیا جس کی وجہ سے یہ عدالت سخت تنقید کا نشانہ بنی ۔
نینسی پلوسی امریکہ کی پہلی خاتون سپیکر منتخب ہو گئیں۔
نیوریمبرگ ٹرائیلز کی طرح ٹوکیو ٹرائیلز پر بھی خاصی تنقید کی گئى کہ مقدمات میں سنوائے گئے فیصلے فاتح مُلکوں کا انصاف تھا ، جو حق بجانب نہیں ہوسکتا ۔
11 جنوری ۔
سن 1950 میں کوریا کی جنگ شروع ہوئى تو جاپان میں اتحادی افواج کے کمانڈر ڈگلس میک آرتھر نے جاپانی حکومت کو پیرا ملٹری ریزرو پولیس رکھنے کی اجازت دی گئى جو بعد میں جاپان کی سیلف ڈیفینس فورس کے نام سے پہچانی جانے لگی ۔
سوویت یونین کو یہ اعتراض بھی تھا کہ اِس معاہدے کے بعد جاپان، امریکہ کا فوجی اڈہ بن جائے گا جس سے سوویت یونین کی سلامتی کو براہِ راست خطرہ ہے ۔
24 جنوری ۔
3 فروری - نیوزی لینڈ اور آسٹریلیا کے وزرائے اعظم کے فجی میں داخلے پر پابندی لگا دی گئی۔
جب امریکہ نے جاپان پر قبضہ کرلیا تو جنگ عظیم دوئم کے اختتام پر اتحادیوں نے کوریا سے پوچھے بغیر،اُن کی سرزمین کو یک طرفہ طور پر امریکہ اور سوویت یونین کے مابین اڑتیئس متوازئ خط پرتقسیم کرنے کا فیصلہ کیا ۔
سنہ 1949 کے اوائل میں جاپان سے آزادی حاصل کرتے وقت کیم ال سنگ نے سوویت یونین کے رہنماء جوزف سٹالن سے کہا کہ اب وقت آگیا ہے کہ جنوبی کوریا پر چڑھائى کرکے اُس پر قبضہ کرلیا جائے ۔
اِسی طرح ٹوکیو کے نزدیک یوکوسوکا کا علاقہ جنگی سازو سامان کی صفائى اور مرمت کیلئے بہترین اڈہ تھا ، حالانکہ یہ جنگی محاذ سے 700 سمندری میل کے فاصلے پر تھا ۔
چونکہ جاپان، امریکہ کے فوجی دفاعی چھتری تلے رہ رہا ہے اِسلئے اُسے دفاع پر نہ ہونے کے برابر خرچ کرنا پڑا اور تمام فنڈز معاشی ترقی، سرمایہ کاری، صنعتوں کے قیام اور بہتر معاشرتی زندگی پر خرچ ہونے لگے ۔
بڑی تعداد میں پولیس فورس بُلوائى گئى ۔
ٹوکیو اولمپک 1964
جاپانی انیمیشن کارٹون اور مانگا کامِک کتابیں دُنیا بھر میں مشہور ہونے لگیں ۔
اِس فیصلے کے بہت دور رس نتائج سامنے آئے اور جاپان چند سالوں میں دُنیا کا گاڑیاں بنانے کا چھٹا بڑا ملک بنا ۔
8 فروری - اسرائیل اور لبنان میں سرحدی جھڑپ کی اطلاعات
اِسی اتحاد کی بدولت اُنہوں نے بائیں بازوکی جماعتوں کے خلاف اکثریت حاصل کرکے اقتدار سنبھالا ۔
13 فروری - پاکستان کے مذہبی سیاسی اتحاد متحدہ مجلس عمل نےاسمبلی کا بائیکاٹ ختم کردیا اور مستعفی ہونے کا فیصلہ بھی واپس لےلیا ۔
اِس میں ایک ہزار اڑسٹھ وہ افراد بھی ہیں جنہیں جنگ عظیم دوئم میں جنگی جرائم کے پاداش میں اتحادیوں کے قائم کردہ ٹربیونلز نے سزائے موت سنا دی تھی ۔
18 فروری ۔
اُسی دہائى میں جاپان نے جنگ کے نقصانات کا ازلہ کرنے کیلئے سنہ 1960 سے پانچ سالہ مدت میں جنوبی ویت نام کو 3 کروڑ 90 لاکھ ڈالر ادا کرنے پر اتفاق کیا ۔
ایران پر امریکہ کے ممکنہ حملہ کی تفصیلات میڈیا میں شائع ہو گئیں
جنگ عظیم دوئم کے بعد ، دونوں ممالک کے دوطرفہ تعلقات میں اُس وقت تیزی آئى جب 1960 کی دھائى میں روس اور چین کے تعلقات خراب ہوئے جس کی بناء پر روس نے اپنے تمام ماہرین واپس بلوا لیے اور ایسے میں چین کے پاس بہتر راستہ یہی تھا کہ وہ جاپان کی تکنیکی مہارت اور مستحکم مالی حثیت سے استفادہ کرے ۔
یہ جرمانہ ایم۔
چین کے رہنماء ڈینگ ژیاؤپنگ اور جاپان کے وزیراعظم فوکودا تاکئو نے اِس معاہدے پر دستخط کیے اور یوں ایشیاء کی دو بڑی طاقتوں کے مابین پرانی دشمنی دوستی میں بدلنے کی راہ ہموار ہوئی۔
لینکس کا موجد فنلینڈ کا سویڈن نژاد باشندہ ہے، جس کا نام لینس ہے۔
26 فروری ۔
مارچ
یہ انٹرنیٹ پر یوزنیٹ کا زمانہ تھا۔
خوش قسمتی سے عجمہ کے علاوہ نظام کی دوسری ضروریات (کمپائلر، ایڈیٹر، شیل، وغیرہ) پہلے سے GNU پراجیکٹ کی وجہ سے موجود تھے۔
فرقہ وارانہ تشدد پر قابو رکھنے کا عہد۔
زلزلہ کے شکار افراد کی صحیح تعداد کچھ دن میں معلوم ہوگی۔
لینکس ٹریڈمارک اس کے پاس ہے۔
اکتوبر ۱۹۹۲ء، لینکس عجمہ میں TCP/IP کی شروعات
پاکستان میں چیف جسٹس افتخار محمد چودھری کی معطلی کے خلاف وکلاء کا ملک گیر احتجاج۔
19 مارچ۔
ان تقسیم جات کو اشیا کو ڈسٹرو کہا جاتا ہے۔
ڈنمارک میں عوامی مقامات اور دفتروں میں تمباکو نوشی پر پابندی کی ابتداء
پاکستان کے علاقے پارہ چنار میں شدید فرقہ وارانہ فساد شروع ہو گئے۔
زمرہ:لینکس
17 اپریل۔
فیصل آباد - 1985ء میں ڈویژنل صدر مقام بناتے وقت سعودی فرمانروا شاہ فیصل شہید کے نام سے موسوم کیا گیا۔
یہ علاقہ لوئر چناب کالونی کا مرکز قرار پایا اور بعد ازاں اسے میونسپلٹی کا درجہ دے دیا گیا۔
22 اپریل۔
26 اپریل۔
یہی وہ دور تھا جب اس کی آبادی سرکلر روڈ سے باہر نکلنے لگی۔
30 اپریل۔
1947ء میں قیام پاکستان کے بعد شہر کی آبادی میں تیزی سے اضافہ ہوا، جس کے باعث شہر کا رقبہ بھی وسعت اختیار کر گیا۔
پاکستان کے وزیر اعظم شوکت عزیز نے ملک میں ایمرجنسی کے نفاذ کے امکان کا اظہار کیا۔
13 مئی۔
اس کے درمیان میں، جہاں آ کر آٹھوں سڑکیں آپس میں ملتی ہیں، مشہور زمانہ گھنٹہ گھر کھڑا ہے۔
دوبئی کے حکمران شیخ محمد بن راشد المکتوم نے دس ارب ڈالر کی امداد مشرقِ وسطیٰ کے ایک تعلیمی ادارہ کو دینے کا اعلان کیا۔
4 جون۔
اس کی تکمیل پر ایک تقریب کا انعقاد ہوا، جس کے مہمانِ خصوصی اس وقت کے مالیاتی کمشنر پنجاب مسٹر لوئیس تھے۔
13 جون۔
اگرچہ 100 سال گزرنے کے باوجود گھنٹہ گھر کی بیرونی حالت درست حالت میں ہے، تاہم اس کی اندرونی حالت شکست و ریخت کا شکار ہے۔
اسلام آباد (پاکستان) میں پولیس کے 1200 جوانوں نے احتجاج کرتے ہوئے سڑکیں بند کر دیں اور 5 گھنٹے تک احتجاج کرتے رہے۔
بھوانہ بازار - اس سمت میں بھوانہ واقع ہے۔
اس سے دو دن پہلے بھی اسی قسم کے ایک حملہ میں کئی افراد ھلاک ہو گئے تھے۔
ضلع فیصل آباد 30.
26 جون۔
29 جون۔
جنوب میں دریائے راوی کے اس پار ضلع اوکاڑہ اور ساہیوال واقع ہے۔
تاہم یومیہ اوسط درجہ حرارت گرمیوں میں 39 سے27 سینٹی گریڈ اور سردیوں میں 21 سے 6 سینٹی گریڈ کے درمیان رہتا ہے۔
3 جولائی۔
بےشمار لوگوں نے زندگی کی بہتر سہولیات کی تلاش میں دیہات چھوڑ کر شہر کی طرف ہجرت کی اور یہ سلسلہ ابھی تک جاری ہے۔
14 جولائی۔
2005ء میں ملک کے دوسرے بڑے شہروں ی طرح یہاں بھی سٹی ڈسٹرکٹ گورنمنٹ نظام لاگو کیا گیا، جس کے مطابق اسے 8 مختلف ٹاؤن میں تقسیم کر دیا گیا۔
17 جولائی۔
صحت
نہر کے دونوں اطراف ہر ایک دو کلومیٹر کے فاصلے پر زمین سے پانی نکالنے والی موٹریں نصب ہیں، جن سے لوگ صبح و شام مفت پانی بھرتے ہیں۔
کوہاٹ چھاؤنی کی مسجد میں خود کش حملہ۔
بنوں میں شہری آبادی پر قبائلی علاقہ کی طرف سے دو میزائیل پھینکے گئے۔
5 اگست ۔
قیام پاکستان کے وقت فیصل آباد میں صرف 5 صنعتی یونٹ تھے، جو محض ایک سال بعد 1948ء میں 43 کو جا پہنچے۔
8 اگست ۔
گھنٹہ گھر کے گرداگرد قائم آٹھوں بازار مختلف قسم کی مارکیٹیوں پر مشتمل ہیں، جو شہر کی صنعتی و تجارتی افزائش میں اہم کردار ادا کرتے ہیں۔
پیرو میں خوفناک زلزلہ۔
پاکستان کے مروجہ نظام شاہرات کے تحت قائم بین الاضلاعی شاہرات کے ذریعے یہ شہر سرگودھا،چنیوٹ، جھنگ، سمندری، اوکاڑہ، جڑانوالہ اور شیخوپورہ کے ساتھ متصل ہے۔
شہر سے 15 کلومیٹر کی مسافت پر جھنگ روڈ پر بین الاقوامی فیصل آباد ہوائی اڈا موجود ہے، جہاں پاکستان کی قومی ہوا باز کمپنی پی آئی اے کے علاوہ نجی کمپنیوں کے جہاز بھی مسافروں کو اپنی خدمات دیتے ہیں۔
بھارت کے شہر حیدر آباد میں دو بم دھماکوں میں چوالیس افراد ہلاک ہو گئے۔
پاکستان کے سابقہ وزیرِ اعظم نواز شریف وطن واپس لوٹے تو انہیں عدالتی احکام کی دھجیاں بکھیرتے ہوئے ہوائی اڈہ سے ہی سعودی عرب بھیج دیا گیا۔
سن تعمیر دروازے کے اوپر نمایاں لکھا ہے۔
اکتوبر
کلیم شہید پارک
استقبالی جلوس میں خود کش حملوں سے 136 افراد ہلاک ہو گئے۔
جامع مسجد خضراء، پیپلز کالونی
لسوڑی شاہ، جھنگ بازار
جامعہ اسلامیہ امداديہ، فیصل آباد : رمضان 1403ھ بمطابق 1983ء - شیخ الحدیث مولانا نذیر احمد نے اپنے شیخ و مرشد عارف باللہ حضرت ڈاکٹر عبدالحی عارفی کی سرپرستی میں قائم فرمایا۔
کے ایف سی، ڈی گراؤنڈ
بابر سینما
ٹی وی نشریات جام کر دی گئیں۔
روزنامہ ڈیلی رپورٹ (شام کا پہلا اخبار)
29 نومبر ۔
19 دسمبر ۔
حوالہ جات
یورپ سے بھی چھوٹا واحد براعظم آسٹریلیا ہے۔
حکومت فیصل آباد کی ویب سائٹ
البانیا
جارجیا
سویڈن
لٹویا
ہنگری
تاريخ
والینسیا۔
2 فی صد باشندے دوسرے مختلف مذاہب سے تعلق رکھتے ہیں اور 19 فی صد ایسے لوگ ہیں جو اللہ کے وجود کو نہیں مانتے۔
سؤر میں پائے جانے والے زکام کے حمہ کی سبب لاحق ہوتا ہے۔
آج دنیا بھر میں علم ریاضی سائنس ، ہندسیات (engineering) ، طب اور معاشیات سمیت تمام شعبہ ہاۓ علم میں استعمال کیا جارہا ہے اور ان اہم شعبہ جات میں استعمال ہونے والے ریاضی کو عموما نفاذی ریاضی (applied mathematics) کہا جاتا ہے کہ ان شعبہ جات پر ریاضی کا نفاذ کرکے اور ریاضی کی مدد لے کر نہ صرف نئے ریاضیاتی پہلوؤں کی دریافتوں کا راستہ کھل جاتا ہے بلکہ بعض اوقات ریاضی اور دیگر شعبہ جات کے ادغام یا ملاپ سے ایک بالکل نیا شعبہ علم وجود میں آجانے کی مثالیں بھی موجود ہیں۔
وکٹ
ٹیسٹ میچ 5 روزہ ہوتا ہے جس میں دونوں ٹیموں نے دو، دو باریاں کھیلنا ہوتی ہیں جبکہ ایک روزہ میں دونوں ٹیموں کو 300 گیندوں کی ایک باری ملتی ہے۔
کرکٹ کھیلنے کا طریقہ
ٹیسٹ کرکٹ میں استعمال ہونے والی گیند، ابھری ہوئی سفید رنگ کی پٹی کو انگریزی میں سیم کہتے ہیں
ایک روزہ میچ کے دوران سب کھلاڑی صرف ایک بار بلے بازی کر سکتے ہیں، ٹیسٹ میچ کے دوران دونوں ٹیمیں دو بار بلے بازی کرتی ہیں۔
اگر ایک ٹیم کے دس کھلاڑی مقررہ سکور تک پہنچنے سے پہلے آؤ‎ٹ ہو جائیں تو اسے اس طرح لکھتے ہیں: ٹیم ن رنز یا دوڑوں سے ہاری، جہاں ن باقی بچنے والا سکور ہے۔
کرکٹ کے لیے 42 قوانین ہیں جن کو میریلبورن کرکٹ کلب نے تشکیل دیا۔
ایک امپائر وکٹ کے اس طرف کھڑا ہوتا ہے جہاں سے گیند باز گیند پھینکتا ہے۔
یہ اسکورر ہر کھلاڑی کا اپنا اسکور ، اوور ، اور فاضل اسکور اک خاص کتاب میں لکھتا ہے اور ضرورت پڑنے پر امپائر کو بتاتا رہتا ہے۔
پچ کے دونوں حصوں میں لکڑی کی تین کلیاں زمین میں گاڑی جاتی ہیں جو انگریزی میں سٹمپ کہلاتی ہیں۔
کرکٹ کے میدان کو دو حصوں میں تقسیم کیا جاتا ہے۔
وہ کھلاڑی جو گیند باز کے سامنے کھڑے ہوتا ہے، اسٹرائیکر کہلاتا ہے۔
دونوں ٹیموں کے کپتان میچ کے شروع میں ایک سکہ ہوا میں اچھالتے ہیں اس عمل کو ٹاس کرنا کہتے ہیں۔
ہر گیند باز اپنی گیند بازی کے مطابق فیلڈر یا میدان دار کھڑے کرتا ہے۔
کھیلنے کا وقت
پاکستانی بلے باز محمد یوسف کا بلے بازی کا انداز
تیسرے نمبر کے بعد آنے والے بلے باز مڈل آرڈر بلے باز کہلاتے ہیں۔
اس صورت میں گرنے والی وکٹ کے نزدیک والا بلے باز آؤٹ قرار پاتا ہے۔
گیند بازی
ان کو دو حصوں میں تقسیم کیا جاتا ہے۔
بولڈ (Bowled) ---- جب گیند اسٹرائیکر بلے باز کی وکٹ پر پڑی دو کلیوں (Bail) کو گرا دے۔
گیند اگ فیلڈر اپنے ہاتھ سے وکٹ پر مارے تو لازمی ہے کہ گیند اس وقت اس کے ہاتھ میں ہو۔
اس وکٹ کو کسی کے کھاتے میں بھی نہیں لکھا جاتا۔
اور وہ دوبارہ کسی بلے باز کے آؤٹ ہونے کے بعد بلے بازی کے لیے آ سکتا ہے۔
لیکن بلے باز کو آؤٹ کرنے کے لیے گیند کو صرف ہاتھ سے کیچ کر سکتا ہے۔
ٹاس جیتنے پر پہلے بلے بازی یا گیند بازی کا فیصلہ بھی کپتان کرتا ہے۔
اگر فیلڈ کرنے والی ٹیم کا کوئی کھلاڑی کسی بھی وجہ سے (تھکاوٹ یا زخمی) میدان چھوڑ کر جا سکتا ہے۔
سب سے پہلا ٹیسٹ میچ انگلستان اور آسٹریلیا کی ٹیمو‏ں کے درمیان 15 مارچ 1877 کو کھیلا گیا۔
عوام میں مقبولی کے بعد 1975 پہلا عالمی کپ منعقد کیا گیا، جو ہر چار سال بعد کھیلا جاتا ہے۔
پہلا بین الاقوامی مقابلہ 2003 میں آسٹریلیا اور نیوزی لینڈ کی ٹیموں کے مابین کھیلا گیا۔
زمرہ:کرکٹ
اس وقت معاشیات کو بطور علیحدہ مضمون کے شناخت نہیں کیا جاتا تھا مگر 1876ء سے بھی پہلے مختلف جریدوں میں معاشیات سے متعلق تحریریں موجود ہیں مثلاً تھامس من (Thomas Munn) کے بین الاقوامی تجارت سے متعلق مضامین کا تعلق سولہویں صدی سے ہے۔
معاشیات کی بنیادی شاخیں
یہ انسان کے معاشی رویہ کا تجزیہ کرتا ہے جس میں انسان کی خواہشات بہت زیادہ ہوتی ہیں اور ان کو حاصل کرنے کے ذرائع کمیاب ہوتے ہیں۔
اور اس کے ذہن میں ان فیصلوں کے ممکنہ نتائج کے بارے میں کچھ قدر و قیمت متعین ہوتی ہے۔
اہم بات یہ ہے کہ یہ سب کچھ پچھلے دو عشروں سے ہورہا ہے اور شائد ہی کسی نےاس پر توجہ دی ہو۔
مصر، مراکش اور تیونس جیسے ممالک کے زیادہ ترقی یافتہ شہری حلقوں میں مقبولیت کی بنا پر سیاسی اسلام کے حامیوں کو عرب دنیا میں بھی نظرانداز کرنا بہت مشکل تھا۔
تاہم ہمیں یہ یاد رکھنےکی ضرورت ہے کہ جو کچھ بھی ہم آج کی مسلم دنیا میں دیکھ رہے ہیں اسے انقلابی یا بنیاد پرستانہ نہیں کہا جا سکتا۔
بلکہ جب مغرب اور مسلمانوں کے درمیان تعلقات اتنے اچھے نہ رہیں جتناکہ وہ ہو سکتے تھے تو ایسے میں دونوں کے درمیان پُل کا کام بھی دیتا ہے۔
اگرچہ قیمت کی کمی کے حالات پیدا ہو جائیں، وہ اس آسانی سے کم نہیں ہوتیں جتنی آسانی سے بڑھتی ہیں۔
مارکس اقتصادی مسائل کو ایک طبقاتی تفاوت کی نظر سے دیکھتا ہے۔
یورپی مرکزی بنک بھی اکثر ان کی تجاویز کردہ حکمت عملی پر عمل کرتا ہے جس میں زر کی رسد کو ھدف بنایا جاتا ہے۔
فریڈرک ہائک
زمین، دیگر سیارے، سیارچے اور دوسرے اجسام سورج ہی کے گرد گردش کرتے ہیں۔
اس کے علاوہ دوسرے عناصر جیسے لوہا، نکل، آکسیجن، سیلیکان، سلفر، میگنیشیم، کاربن، نیون، کیلشیم اور کرومیم
اس کے علاوہ اور ہائیڈروجن کی کمزور لکیریں بھی موجود ہیں۔
اس کی دوری رفتار (orbital speed) تقریباً خیال کی جاتی تھی لیکن ایک نئے اندازے کے مطابق ہے۔
زمرہ:آزاد مصنع‌لطیف
استعال میں نہایت سادہ مگر ساتھ ساتھ بہت طاقتور ہے۔
ایسا قطعہ کہیں بھی دستاویز میں آ سکتا ہے۔
پی ایچ پی (PHP) ورژن 4 یا 5
بیرونی روابط
یورپی اتحاد کا پرچم
1957ء میں اس کے رکن ممالک نے اطالوی دارالحکومت روم میں ایک اور معاہدے پر دستخط کرتے ہوئے یورپی اقتصادی کمیونٹی تشکیل دی۔
یورپی یونین کے رکن ممالک کا کوئی بھی باشندہ تنظیم کے کسی بھی رکن ملک میں رہائش اختیار کرنے کے علاوہ ملازمت، کاروبار اور سیاحت کرسکتا ہے اور اس کے لئے اسی پاسپورٹ، ویزا یا دیگر دستاویزات کی کوئی ضرورت نہیں۔
نیدرلینڈز
1990ء سے
ہنگری
رکنیت کے امیدوار
وزراء کونسل
زمرہ:عالمی تنظیمیں
نیز دیکھئے
اس کے علاوہ حضور نے حجۃ الوداع کے بعد غدیر خم کے علاقے میں ایک خطبہ میں فرمایا کہ جس کا میں مولا ہوں اس کے علی مولا ہیں۔
کہا تو اور ترے شیعان قیامت کے دن سرخرو ہونگے اور خدا بھی تو اور تیرے شیعوں سے راضی ہوگا۔
واضح رہے کہ یہ دوسری کتاب بھی تصنیف نہیں بلکہ اس میں صحاح ستہ کے حوالے پیش کیے گئے ہیں۔
کم و بیش تمام مسلمان ان آئمہ کو اللہ کے نیک بندے مانتے ہیں تاہم اثنا عشریہ اہل تشیع ان آئمہ پر اعتقاد کے معاملہ خصوصی شہرت رکھتے ہیں۔
حضرت امام محمد تقی
زیدیہ
188px
اس نے شیوا اور پاروتی کی محبت سے متاثر ہوکے انکے عشق کے علوم درج کیۓ۔
باب 3: علم کا حصول
باب 6: خاص ذوق اور جفتی
باب 4: اکیلاپن برداشت کرنا
باب 3: بچولیا کی زمداری
باب 6: ایسے تعلقات کے نفغ و نقصان
کاما سترا صحبت داری کرنے کو عظیم انضمام کہتا ہے۔
ان میں سے پہلے تین موضوع ایک دوسرے سے جڑہے ہوۓ ہیں اگرچہ تینوں منفرد خیالات ہیں ۔
قائد اعظم محمد علی جناح (25 دسمبر 1876ء - 11 ستمبر 1948ء) ایک پاکستانی سیاستدان اور آل انڈیا مسلم لیگ کے لیڈر تھے جن کی قیادت میں مسلمانوں نے برطانیہ سے آزادی حاصل کی، یوں پاکستان کا قیام عمل میں آیا اور آپ پاکستان کے پہلے گورنر جنرل بنے۔
کئی مسلمان رہنماؤں نے جناح کو 1934ء ہندوستان واپسی اور مسلم لیگ کی تنظیم نو کے لئے راضی کیا۔
گوکہ ابتدائی اسکول کے ریکارڈ سے پتہ چلتا ہے کہ جناح کی تاریخ پیدائش 20 اکتوبر 1875ء تھی، آ لیکن بعد میں جناح نے خود اپنی تاریخ پیدائش 25 دسمبر 1876ء بتائی۔
کراچی میں سندھ مدرسۃ الاسلام، ممبئی میں گوکل داس تیج پرائمری اسکول اور بالآخر مسیحی تبلیغی سماجی اعلٰی درجاتی اسکول، کراچی میں آپ زیر تعلیم رہے۔
انگلستان میں قیام کے آخری دنوں میں جناح والد کے کاروبار کی تباہی کی وجہ سے شدید دباؤ میں آگئے۔
جناح ساٹھ رکنی مرکزی مشاورتی کونسل (امپیریل لیگسلیٹیو کونسل) کے ممبر بن گئے لیکن اس کونسل کی اپنی کوئی حیثیت یا طاقت نہیں تھی اور اس میں شامل زیادہ تر افراد غیر منتخب، سلطنت برطانیہ کی زبان بولنے والے یورپی تھے۔
ان کی نظر میں آزادی کا صحیح راستہ قانونی اور آئینی ہتھیاروں کو استعمال کرنا تھا۔
یہ نکات درج ذیل ہیں
صوبہ سرحد اور صوبہ بلوچستان میں دوسرے صوبوں کی طرح اصلاحات کی جائیں۔
علامہ شبیر احمد عثمانی
علامہ اقبال
 میں نے محمد علی جناح سے گفتگو کی ہے۔
فخر الدین علی احمد
برطانوی مفکر
ماسٹر تارا سنگھ
مسز سروجنی نائیڈو بلبلِ ہند اور سابق گورنر یو پی کے تاثرات قائدِ اعظم کے متعلق۔
حوالہ جات
زمرہ:سندھی شخصیات
بولنے والے اور جُغرافیائی پھیلاؤ
تاہم، یہ معاشی و سیاسی لحاظ سے ایک دوسرے سے مختلف ہیں.
پانچ ملین افغان مہاجرین، جنہوں نے پاکستان میں پچیس برس گزارے، میں سے زیادہ تر اُردو روانی سے بول سکتے ہیں.
ممالک جہاں اُردو اصل بولنے والے بڑی تعداد میں آباد ہیں:
کینیڈا (156415 [2006] 0.
یہ ملک کی سماجی و ثقافتی میراث کا خزانہ ہے.
اردو كى پيدائش
پاکستان کے مشرق ميں بھارت، شمال مشرق ميں چین اور مغرب ميں افغانستان اور ايران اور جنوب ميں بحيرہ عرب واقع ہيں۔
اس مطالبے کے تحت تحریک پاکستان وجود میں آئی۔
1951 میں لیاقت علی خان کو شہید کر دیا گیا۔
انڈیا نے اس صورتحال سے فائیدہ اٹھاتے ہوےَ علیحدگی پسندوں کو بھرپور مالی اور عسکری مدد فراہم کی جس کے نتیجے میں آخرکار دسمبر 1971ء میں سقوط ڈھاکہ ہوگیا اور مشرقی پاکستان ایک علیحدہ ملک بنگلہ دیش کی صورت میں دنیا کے نقشے پر ابھرا۔
اسی دور میں 1985ء کے غیر جماعتی انتخابات ہوئے اور جونیجو حکومت بنی۔
اس حکومت کے آخر میں سیاسی اور فوجی حلقوں میں کشیدگی بڑھ گئیی اور اس کا نتیجہ یہ نکلا کہ 1999 میں دوبارہ فوجی حکومت آ گئی۔
علاقائی تقسیم
وفاقی علاقے
سرحد کے مشرقی علاقے، سندھ کے وسطی علاقے اور پنجاب کے شمالی، وسطی اور وسطی جنوبی علاقے میدانی ہیں، نہری ہیں اور آباد یا زیر کاشت ہیں۔
کراچی سٹاک ایکسچینج کے کے ايس سی انڈکس گزستہ دو سالوں سے دنيا بھر ميں سب سے بہترين کارکردگی کا مظاہرہ کر رہی ہے ۔
پاکستان ميں تمام تر اعلیٰ تعليم بھی انگريزی ميں ہی دی جاتی ہے۔
اس ميں اس علاقوں کی تاريخی عليحدگی کے ساتھ ساتھ موسم اور آب و ہوا کا بھی بہت اثر ہے۔
ان لوگوں نے ماضی ميں پاکستان ميں بہپ سرمايہ کاری بھی کی ہے۔
تعطيلات
اس پرچم کو لیاقت علی خان نے دستور ساز اسمبلی میں پیش کیا۔
قومی ترانہ - قومی ترانے کے لیے دیکھیں مضمون قومی ترانہ
اہم شہر
پاکستان کے ٹی وی چینل
بیرونی روابط
اخبار : اسلام
زمرہ:ہندوستانی بولنے والے ممالک اور علاقے
زمرہ:سارک کے رکن ممالک
اِسی طرح لفظ ‘‘جالبین’’ بھی دو اِصطلاحات ‘‘جالِ کار/جالکار’’ اور ‘‘بین الاقوامی’’ کی جوڑ و توڑ سے بنا ہے.
خاصی تگ و دو کے بعد، 29 اکتوبر 1960 کو جامعہ کیلیفورنیا لاس انجلس (UCLA) سے براہ راست جاری ہوا جسکو ARPANET کہا گیا اور جو آج کے شبکہ یا انٹرنیٹ کی ابتداء کہا جاسکتا ہے۔
ابتدائی مقبول ہونے والا ویب براؤزر ، ViolaWWW تھا جو کہ ورق وراء (ہائپر کارڈ) پر بنیاد کرتا تھا۔
امارہ عالم جالبین کے مطابق 30 جون 2006ء تک ایک ارب چار کروڑ سے زائد افراد جالبین تک رسائی حاصل کررہے تھے۔
لہذا اسی وجہ سے جالبین کے پیکیٹس ؛ وائرڈ نیٹ ورکوں ---- مثلاً تانبے کے تاروں، کوایکسیئل کیبیل ، بصری ریشہ (Optical Fiber) وغیرہ اور وائرلیس نیٹ ورکوں ---- مثلا Wi-Fi وغیرہ، دونوں پر باآسانی سفر کرتے ہیں کہ مشترکہ طور پر یہ تمام شراکے ایک ہی جالبین کے ایک ہی دستور کی پیروی کرتے ہیں۔
مثال کے طور پر، یہ تجزیہ کیا گیا ہے کہ انٹرنیٹ IP راؤٹنگ کی ترکیب اورورلڈ وائڈ ویب کے ہائپرٹیکسٹ لنکس دراصل اسکیل فری نیٹ ورکس ہیں۔
اور اس لحاظ سے اگر دیکھا جاۓ تو صرف ICANN ہی وہ واحد ادارہ ہے کہ جسکو عالمی انٹرنیٹ پر ایک مرکزی عمل دخل رکھنے والا ادارہ کہا جاسکتا ہے، مگر اسکا اختیار شبکی نظام کے صرف ڈومین نیم ، انٹرنیٹ پروٹوکول ایڈریس ، پروٹوکول پورٹ اور پیرامیٹر نمبرز تک ہی ہے۔
جماع کے برعکس ، جنس (sex) ایک ایسا لفظ ہے جو متعدد استعمالات رکھتا ہے؛ طب میں عام طور پر جنس سے مراد مؤنث یا مذکر صنف کی لی جاتی ہے، جبکہ جنس کا لفظ ، بلا تفریقِ جنسِ مؤنث و مذکر، دو (یا دو سے زائد) افراد کے درمیان اس قسم کے کسی بھی رابطے یا تعلق ظاہر کرتا ہے کہ جسمیں دونوں یا کسی ایک کے تولیدی اعضاء کو تحریک ملے۔
37 لاکھ مربع میل یعنی 96 لاکھ مربع کلو میٹر پر پھیلا ہوا یہ ملک دنیا کا تیسرا بڑا ملک ہے جس میں کل تیس کروڑ سے زائد باشندے آباد ہیں۔
15 نومبر 1777 کو دوسری براعظمی کانفرنس نے کنفیڈریشن کے آرٹیکل کو قبول کیا جس میں لکھا The Stile of this Confederacy shall be The United States of America.
الاسکا کی سرحدیں بھی کینیڈا سے ملتی ہیں اور بحرالکاہل اس کے جنوب میں ہے اور بحر شمالی اس کے شمال میں ہے۔
دریائے مسی سیپی کے مغرب میں بنجر پہاڑ ہیں۔
اس ملک کے نسبتا فیاضانہ موسم نے اسے ورلڈ پاور بننے میں اہم کردار ادا کیا ہے کیونکہ اس کے زیادہ تر زرعی علاقے میں خشک سالی کم کم ہوتی ہے، سیلاب محدود علاقے تک رہتا ہے اور زیادہ تر معتدل موسم ہے جہاں مناسب حد تک بارش بھی ہوتی ہے۔
1607 ءمیں کیپٹن جان سمتھ تین جہازوں میں 105 سپاہی لے کر ورجینیا کے ساحل پر اترا اور جیمز ٹائون کے نام سے پہلی برطانوی نوآبادی قائم کی۔
1676ءمیں نیتھانیل بیکن (Nathaneil Bacon) نے برطانوی آمریت کے خلاف کسانوں کی بغاوت کی قیادت کی۔
جن میں مظاہرین کا لیڈر بھی شامل تھا۔
مارچ 1782 ءمیں برطانوی کابینہ نے امریکہ کی خودمختاری کو تسلیم کر لیا۔
ان سب انقلابیوں نے اعلان آزادی پر یہ جانتے ہوئے بھی دستخط کئے کہ اس کی سزا انہیں گرفتاری اور موت کی شکل میں ملے گی۔
اس کی فیملی مسلسل روپوشی کے عالم میں رہی۔
جان ہارٹ (John Hart) کو اس کی بیوی کے بستر مرگ سے جدا کر دیا گیا۔
جرائم پیشہ، فسادی یا تخریب کار قسم کے لوگ نہیں تھے۔
لیکن ان انقلابی قائدین کے سامنے واضح منزل تھی۔
سینٹ آگسٹائن وہ واحد نو آبادی ہے جو اپنے قیام سے لے کر اب تک مسلسل آباد رہی ہے۔
جارج واشنگٹن نے جنگ انقلاب کے دوران کانٹی نینٹل فوج کی سربراہی کی کیونکہ دوسری کانٹینینٹل کانگریس نے 4 جولائی 1776 کو آزادی کے اعلان کو قبول کر لیا تھا۔
1830ء سے 1880ء تک چار کروڑ امریکی بھینسوں کو کھال اور گوشت کے لئے اور ریلوے کی توسیع کے لئے قتل کیا گیا۔
خانہ جنگی کے بعد اتنی بڑی تعداد، جس کی پہلے کوئی مثال نہیں ملتی تھی، میں لوگوں نے امریکہ آنا شروع کردیا ، کی وجہ سے امریکی صنعتوں کو سستے مزدور ملنے لگے اور غیر ترقی یافتہ حصوں میں مختلف اقوام کے لوگوں نے اپنا ماحول بنا ڈالا۔
1920ء کے عشرے کے دوران زیادہ تر امریکہ نے بہت زیادہ ترقی کے مزے لوٹے کیونکہ فارموں کی قیمتیں گریں اور صنعتی منافع جات بڑھے۔
جنگ عظیم کے خاتمے پر ریاست ہائے متحدہ اور سوویت یونین سپر پاور بن کر ابھرے اور ان کے درمیان جاری کشمکش نے سرد جنگ کا روپ اختیار کر لیا۔
11 ستمبر 2001ء اور دہشت گردی کے خلاف جنگ
اسی سال امریکہ نے عراق میں حکومت کی تبدیلی کے اشارے دینا شروع کردئیے۔
ریاست ہائے متحدہ دنیا کی سب سے زیادہ عرصہ تک قائم رہنے والی آئینی جمہوریہ ہے جس کا آئین دنیا کا سب سے پرانا اور مکمل طور پر تحریری ہے۔
عدلیہ: سپریم کورٹ اور زیریں وفاقی عدالتیں جن کے ججوں کا تعین صدر سینیٹ کی منظوری سے کرتا ہے، جو قوانین کی تشریح کرتے ہیں اور آئین کے تحت ان کی معیاد مقرر کرتے ہیں اور وہ قوانین جو غیر آئینی ہو گئے ہوں، انہیں ختم بھی کرسکتے ہیں۔
آئین ایک زندہ دستاویز ہے اور اس میں ترمیم کئی طریقوں سے کی جاسکتی ہے لیکن اس کی بہر طور منظوری ریاستی اکثریت ہی دیتی ہے۔
کوسٹ گارڈ زمانہ امن میں محکمہ داخلہ کے ذمے ہے اور دوران جنگ یہ بحری فوج کے ماتحت۔
اڑتالیس ریاستیں، الاسکا اور ہوائی کے سوا، جو زمینی طور پر ایک ساتھ موجود ہیں، مل کر کانٹیننٹل ریاست ہائے متحدہ کہلاتی ہیں۔
اگرچہ ہزاروں غیر ملکی نباتات کی وجہ سے اس ملک کی اپنی نباتات اور انسانوں پر منفی اثرات واقع ہوئے ہیں۔
اس زمین کو پارکوں اور جنگلات کے لئے مختص کیا گیا ہے لیکن اس کا کچھ حصہ تیل اور گیس کی دریافت، کان کنی اور مویشیوں کے فارمز کے لئے بھی استعمال ہوتا ہے۔
وسطی مغربی علاقہ اپنی بھاری صنعتوں کے لئے مشہور ہے، ڈیٹرائیٹ امریکی موٹر گاڑیوں کی صنعت کے لئے تاریخی اہمیت کا حامل ہے اور شکاگو اپنے علاقے میں تجارتی اور معاشی حوالے سے بہت اہم ہے۔
اس کی فی کس آمدنی مغربی یورپ سے زیادہ ہے۔
دوسری جنگ عظیم میں امریکہ نے ایٹم بم کی ایجاد کے کام کی سربراہی کی اور نئے ایٹمی دور کی بنیاد قائم کی۔
ذرائع نقل و حمل
مسافروں کی تعداد کے لحاظ سے 2004ء میں دنیا کے تیس مصروف ترین میں امریکی سترہ ائیر پورٹ شمار ہوتے تھے۔
مجموعی طور پر یورپ میں جرمنی، برطانوی اور آئرش ثقافتوں نے اپنے اثرات دکھائے اور بعد ازاں اطالوی، یونانی اور اشکینازی (یہودی جو جرمنی اور مشرقی یورپ سے تعلق رکھتے ہیں) نے بھی کچھ نہ کچھ اثرات مرتب کئے۔
خوراک
امریکی خانہ جنگی کے اختتام تک امریکی ادب کی تخلیق شروع ہو گئی تھی۔
ملکی موسیقی بھی مختلف شاخوں سے ہوتی ہوئی یہاں تک پہنچی ہے۔
چار مشہور کھیلوں میں بیس بال، امریکی فٹ بال، آئس ہاکی اور باسکٹ بال ہیں۔
اردو ویکیپیڈیا پر گویا بہت سے الفاظ بناۓ گۓ ہیں جو کہ اردو سمیت عربی و فارسی تک میں دستیاب نہیں ہوسکے تھے اور اگر انگریزی اصول کے متبادل کے حساب سے لفظ blog کی اردو تیار کی جاۓ گی تو وہ web سے b اور log کو ملانے کے مطابق نوشتۂ جال ہی بنائی جاسکتی ہے ، لیکن چونکہ عربی میں یہ لفظ پہلے سے بکثرت استعمال ہو رہا ہے اس لیۓ ایسا کرنے کی کوئی ضرورت محسوس نہیں ہوتی مگر پھر بھی معلوماتی بنیادوں پر اس نام کی تشریح ذیل میں درج کی جارہی ہے۔
زمرہ:لفظ جدید
آپ کی کنیت ابوالقاسم تھی۔
اپنے بچپن میں محمد گلہ بانی سے بھی منسلک رہے اور نوجوانی کے دور میں آپ نے اپنے چـچا حضرت ابوطالب کے ساتھ تجارت میں ہاتھ بٹانا شروع کردیا۔
اپنی مختصر مدتِ تبلیغ کے دوران ہی انہوں نے پورے جزیرہ نما عرب میں اسلام کو ایک مضبوط دین بنا دیا، اسلامی ریاست قائم کی اور عرب میں اتحاد پیدا کر دیا جس کے بارے میں اس سے پہلے کوئی سوچ بھی نہیں سکتا تھا۔
جس سال آپ کی پیدائش ہوئی اس سے پہلے قریش معاشی بدحالی کا شکار تھےمگر اس سال ویران زمین سرسبز و شاداب ہوئی، سوکھے ہوئے درخت ہرے ہو گئے اور قریش خوشحال ہو گئے ۔
یہ خاندان حضرت ابراہیم علیہ السلام کے دین پر تھا جسے دینِ حنیف کہتے ہیں۔
(عربی میں : محمد بن عبدالله بن عبد المطلب بن هاشم بن عبد مناف بن قصي بن كلاب بن مرة بن كعب بن لؤي بن غالب بن فهر بن مالك بن النضر بن كنانة بن خزيمة بن مدركة بن الياس بن مضر بن نزار بن معد بن عدنان )
اس نے حضرت ابوطالب کو بتایا کہ اگر شام کے یہود یا نصاریٰ نے یہ نشانیاں پا لیں تو آپ کی جان کو خطرہ ہو سکتا ہے۔
آپ یہ خدمات حضرت خدیجہ علیہا السلام کے لیۓ بھی انجام دیا کرتے تھے۔
یہ کوہ حرا کا ایک غار ہے جسے کوہِ فاران بھی کہا جاتا تھا۔
ان کی دولت اور عزت کعبہ کی وجہ سے تھی۔
620ء میں آپ معراج پر تشریف لے گئے۔
اس وجہ سے آپ نے مسلمانوں کو مدینہ ہجرت کرنے کی اجازت دے دی۔
خود حضرت علی علیہ السلام کو اپنا بھائی قرار دیا۔
یہ 730 الفاظ پر مشتمل ایک جامع دستور ہے جو ریاست مدینہ کا آئین تھا۔
کعب بن الاشرف کو ان کی ایک رشتہ دار ابونائلہ نے قتل کیا۔
70 مشرکینِ مکہ مارے گئے جن میں سے 36 حضرت علی علیہ السلام کی تلوار سے ھلاک ہوئے۔
یہ حملہ اچانک تھا۔
ذی الحجہ 5ھ (اپریل 627ء) کو یہ جنگ ہوئی۔
جنگ تقریباً نہ ہونے کے برابر تھی کیونکہ مسلمانوں کی ہیبت سے مشرکینِ مکہ ڈر گئے تھے۔
عرب کے رواج کے مطابق غیر مسلح افراد چاہے وہ دشمن کیوں نہ ہوں کعبہ کی زیارت کر سکتے تھے جس میں رسومات بھی شامل تھیں۔
اس معاہدہ سے پہلے جب مسلمانوں کے ایک نمائندے کو مشرکین نے روک لیا تھا تو حضور نے مسلمانوں سے اپنی بیعت بھی لی جسے بیعتِ رضوان کہا جاتا ہے۔
مصر اور اسکندریہ کے حکمران مقوقس نے نرم جواب دیا اور حضور کی خدمت میں کچھ تحائف روانہ کیے اور حضرت ماریہ قبطیہ کو روانہ کیا جب سے حضور کے بیٹے ابراہیم کی ولادت ہوئی۔
قریش نے جواب دیا کہ وہ صرف تیسری شرط تسلیم کریں گے۔
آپ 25 ذی القعدہ 10ھ (فروری 632ء) کو مدینہ سے روانہ ہوئے۔
اور یہ بھی کہ نسل کی بنیاد پر کسی کو کسی پر فوقیت نہیں ہے۔
حضور نے اسے یہ محسوس ہونے پر تھوک دیا کہ اس میں زھر ہے مگر ان کے ایک صحابی جو ان کےساتھ کھانے میں شریک تھے، شہید ہو گئے۔
ان میں سے اکثر سن رسیدہ تھیں اس لیے حضور پر کثرت ازدواج کا الزام لگانے والوں کی دلیلیں ناکارہ ہو جاتی ہیں۔
ان کے شوھر کے انتقال کے بعد حضور نے ان سے شادی کی۔
حضرت عائشہ بنت ابی بکر : آپ حضرت ابوبکر کی بیٹی تھیں اور کم عمر تھیں اور پہلی شادی ہی حضور سے ہوئی۔
حضرت سلمان فارسی
حضرت امیر معاویہ
ہم انہی صفات کے بدلے میں آپ کی خدمت میں ہدیہً اخلاص پیش کرتے ہیں “۔
فرانس کے محقق ڈی لمرٹائن نے اپنی کتاب ”تاریخِ ترکی“ میں انسانی عظمت کے لئے جو معیار قائم کیا اس ضمن میں فاضل تاریخ دان لکھتاہے ” اگر انسانی عظمت کو ناپنے کے لئے تین شرائط اہم ہیں جن میں (۱) ۔
حوالے
زمرہ:اہل بیت
ولادت و ابتدائی زندگی
اور اس شوق کو فروغ دینے میں مولوی میر حسن کا بڑا دخل تھا۔
سیاست
شاعری
خصر راہ
اقبال کا تصور ابلیس
اقبال، علامہ سر محمد
زمرہ:1938ء کی اموات
ایک مشہور قومی نغمے کے الفاظ بھی ایسے شروع ہوتے ہیں کہ سارے جہاں سے اچھا ہندوستاں ہمارا.
انگریزوں کے زمانے میں سلطنت مغلیہ دور سے قدرے کم تھی۔
پہلا نظریہ ماکس مولر نے پیش کیا۔
انیسویں صدی میں انگریزوں نے مغلوں کو اپنے ماتحت کر لیا اور اس طرح ہندوستان کے حاکم بن گۓ۔
1965 میں کشمیر پر بھارت کی پاکستان سے جنگ ہوئ۔
بھارت میں انتظامی طاقت کابینہ کے پاس ہے۔
زمرہ:ممالک
دنیا بھر میں تقریباً 354 ملین افراد کی مادری زبان انگریزی ہے جبکہ ثانوی زبان کی حیثیت سے انگریزی بولنے والوں کی تعداد 150 ملین سے ڈیڑھ ارب کے درمیان ہے۔
یہ ملک کے11 شہروں سے شائع ہوتا ہے جن میں لاہور، اسلام آباد، کراچی، پشاور، کوئٹہ ، ملتان، فیصل آباد، گوجرانوالہ، سرگودھا، رحیم یار خان اور سکھر شامل ہیں۔
طلعت حسین
یہ جی این یو آزاد مسوداتی اجازہ (GNU Free Documentation License) کا اردو میں غیر رسمی ترجمہ ہے۔
یہ ع‌ع‌ا یعنی عمومی عوامی اجازت نامے کو مکمل کرتاہے،جو آزاد از ملکیت نقل قسم کے آزاد سافٹ وئر کے لیے بنایا گیا ہے۔
دستاویز کےتبدیل شدہ ورژن کا مطلب ہے کوئی بھی کام جو متعلقہ دستاویز یا اس کا ایک حصہ اپنے اندر رکھتا ہو،چاہے اسے حرف بہ حرف نقل کیا گیا ہو،یا تبدیلیوں کے ساتھ اور/یا کسی دوسری زبان میں ترجمہ کیا گیاہو۔
دستاویز کی شفاف نقل کا مطلب ہے جو مشین سے پڑھی جاسکے،ایک ایسے انداز میں پیش کی گئی ہو جس کی تفصیل عوام کے لیے دستیاب ہو، جسے عام دستیاب عبارتی مدوِن،(عکسی نقطوں پر مشتمل تصاویر کی صورت میں) جنیرک پینٹ پروگرام یا(ڈرائنگ کی صورت میں) کسی عام دستیاب ڈرائنگ مدوِن سے سیدھے سادھے اندازمیں مدوَن کیا جاسکتا ہو، جو عبارتی مدوِنوں کےلیے خام مال یا خود کار ترجمہ نگاروں کے لیے خام مال کا کام دے سکے۔
(یہاں اب ج سے مراد ایک خاص حصے کا نام ہے) جیسا کا ذیل میں بیان کیا گیا ہے، (مثلاً منظوریاں،تعریفات،منتقلیاں،یا تاریخ۔
آپ اوپر دی گئی شرائط کے تحت نقول ادھار دے سکتے ہیں،یا عوام کو دکھانے کے لیے رکھ سکتے ہیں۔
اگر آپ موخرالذکر طریقہ اختیار کریں تو آپ کو محتاط قدم اٹھانے ہونگے،جب آپ مبہم نقول کی تقسیم بلحاظ مقدار شروع کریں،اس بات کو یقینی بناتے ہوئے کہ اصل شفاف نقل کم از کم اس وقت کے ایک سال بعد تک مقررہ جگہ پر قابل رسائی ہو جب آپ نے مبہم نقل کی آخری نقل عوام میں تقسیم کی تھی( خواہ وہ براہ راست ہو،آپ کے کسی نمایندے یا ریٹیلیر کے ذریعےہو)۔
اپنی تبدیلیوں کے لیے ایک ذاتی ملکیتی نوٹس دوسروں کے ساتھ متصل کرکے شامل کردیں۔
دستاویز کے تمام غیر تغیر پذیر حصے ان کی عبارت اور عنوان میں تبدیلی کیے بغیر برقرار رکھیں۔
مثال کے طور پر،کسی ہم مرتبہ کا نظر ثانی کا دعوٰی یا یہ کہ عبارت کسی تنظیم یا کسی معیاراتی ادارے کی تعریف کے لحاظ سے منظور شدہ ہے۔
ادغام میں آپ نے تمام حصے جو تاریخ کے عنوان کےذیل میں مختلف اصل دستاویزات میں جمع ہیں شامل کرنے ہیں،ایک تاریخ نامی حصہ بناتے ہوئے،اسی طرح منظوری اور انتساب کے حصوں کے عنوانات کے ساتھ کرنا ہے۔
8۔ترجمہ:
فسف(فری سافٹویر فاؤنڈیشن) گاہے بگاہے جی این یو آزاد دستاویزی اجازت نامے کے نئے اور ترمیم شدہ ورژن شائع کرسکتی ہے۔
اس کا مرکزی دفتر، جوکہ گوگل پلکس (Googleplex) کہلاتا ہے، ماؤنٹین ویو (Mountain View) کیلی فورنیا (California) میں واقع ہے۔
سرجے برن اور لیری پیج
اسی تحرک کو بنیاد رکھتے ہوئے جہاں تک ہوسکا گوگل نے اپنے صارفیں کو مفت خدمات پیش کیں اور جن اداروں کو خریدا ان میں سے اکثر ایسے تھے جو اپنی مصنوعات صارفین کو فروخت کرتے تھے جیسا کہ کی ہول (Keyhole Inc) کا شمارندہ پرگرام ارتھ ویور (Earth-Viewer) جسے ادارہ سمیت گوگل نے خریدا اور اس کا ایک مفت حصہ اپنے صارفین کو مہیا کیا۔
گوگکل نے اسے خرید کر گوگل ارتھ (Google Earth) کا نام دیا اور ایک حصہ صارفین کے لئے مفت کردیا۔
اپریل 2007 میں ڈبل کلک (DoubleClick) نامی ادارے کو تین ارب دس کروڑ ڈالر 3100000000$ کے عوض خریدا یہ اب تک کی سب سے مہنگی خرید ہے جو گوگل نے کی۔
صارفیں کے لئے ایک اچھی بات یہ ہے کہ وقت گزرنے کے ساتھ ساتھ گوگل نہ صرف مزید نئے برنامہ جات اور خدمات ان میں متعارف کروارہا ہے بلکہ دوسرے اداروں کو بھی مجبور کررہا ہے کہ وہ اپنی خدمات بہتر بنائیں تاکہ گوگل کا مقابلہ کرسکیں۔
اس کے ابتدائی دور میں یہ وہ وقت تھا جب معاشیات کو ابھی علیحدہ مضمون کی حیثیت حاصل نہیں ہوئی تھی اور معاشیات کے نئے نظریات دینے والوں میں نہ صرف معاشیات کے ماہر بلکہ فلسفی، ریاضی دان، علومِ سیاسیہ کے ماہر اور دیگر مفکرین شامل تھے۔
2001ء سے امریکی صدر ایک ری پبلکن جارج ڈبلیو بش ہیں۔
صدیوں تک چین دنیا کی سب سے زیادہ ترقی یافتہ قوم ، مشرقی ایشیا کا تہذیبی مرکز رہا جس کے اثرات آج تک نمایاں ہیں۔
اہل مدینہ نے اگرچہ بڑی بے جگری سے لڑے لیکن شامی افواج کے ان کو شکست ہوئی ۔
بہار اور خزان کے عرصے کے دوران یہ اصطلاح اس ریاست کے لیے استعمال کی جاتی تھی جو مغربی ژاؤ بادشاہت سے منسوب تھی اور جو ییلو ریور (ہوانگ ہی) کی وادی میں تھی۔
اس انقلاب نے اموی اقتدار کے لیے بے پناہ مشکلات پیدا کر دیں۔
تنگ باشاہت کے دوران باربیرین سلطنتیں جیسا کہ ژیانگ بی اور ژیانگ نو بھی اس میں شامل ہو گئیں۔
عباسیوں نے امویوں کے خلاف اس ردعمل سے خوب فائدہ اٹھایا ۔
چنانچہ روایات میں آتا ہے کہ حضور نے اپنی زوجہ حضرت ام سلمہ رضی اللہ عنہا کو ایک شیشی میں کچھ مٹی دے کر فرمایا تھا کہ یہ اس جگہ کی مٹی ہے جہاں میرے نواسے کو شہید کیا جائے گا۔
یہ تصور ہی کہ اسلام کے نام لیواؤں پر یہ ظلم یا تعدی خود ان لوگوں نے کی جو خود کو مسلمان کہتے تھے بڑا روح فرسا ہے مزید براں امام حسین کا جو تعلق آنحضور سے تھا اسے بھی ظالموں نے نگاہ میں نہ رکھا۔
موجودہ ملک، جو عوامی جمہوریہ چین کہلاتا ہے
ایک ملتی جلتی اصطلاح، کیتے، ماڈرن سلواک زبانوں نے بہت زیادہ کثرت سے چین کے لیے استعمال کی ہے۔
تاریخ
قدیم پتھر سے بنے ہوئے ہتھیاروں کی تکنیک اور جانوروں کی ہڈیاں، جو ہومو ایرکٹس سے جوڑی گئی ہیں، کو اٹھارہویں اور انیسویں صدی میں پرکھا گیا ہے۔
اس بات کو اس وقت تک ایک کہانی سمجھا جاتا رہا جب تک کہ تانبے کے دور سے تعلق رکھنے والی جگہوں یعنی ارلیٹو جو کہ ہینن صوبے میں ہے، کی سائنسی کھدائی نہ ہوپائی۔
580 عیسوی میں چین کو سوئی نے متحد کیا۔
لیکن یہ برتری یورپ سے کم تھی۔
افیون کی کثرت نے مزید تباہی پھیلائی جسے کوئی نہ روک سکا۔
اس وقت بین الاقوامی طور پر مانی گئی لیکن درحقیقت کٹھ پتلی حکومت بیجنگ میں موجود تھی۔
خانہ جنگی میں فتح کے بعد کمیونسٹ پارٹی آف چائنہ نے مین لینڈ کا زیادہ تر حصہ سنبھال لیا۔
1989 میں تیانانمین سکوائیر میں احتجاج کرنے والے طلبا کو چینی فوج نے پندرہ روزہ مارشل لا میں ٹھکانے لگا دیا۔
عوامی جمہوری چین نے سفارتی اور معیشی دباؤ کے ذریعے اپنی پالیسی کو ایک چین تک بڑھا دیا ھے اور اس سے متعدد بین الاقوامی اداروں میں جمہوریہ چین کا وجود خارج ھو رھا ھے جیسا کہ ورلڈ ھیلتھ آرگنائزیشن اور اولمپک کھیل وغیرہ۔
عمومی طور پر یہ خیال کیا جاتا ہے کہ اصل چین وہی ہے جو دیوار چین سے لے کر سطح مرتفع تبت کے درمیان موجود ہے۔
بعض اوقات ان کا رخ جنوب کی طرف بھی ہو جاتا ہے جیسا کہ میکونگ دریا اور ہرہما پُترا۔
شمال مغرب میں بھی اونچی سطح مرتفع پائی جاتی ہے جو بنجر اور صحرائی ہے جیسا کہ تاکلا-مکان اور صحرائے گوبی اور یہ مزید پھیل رہی ہے۔
پانی سے کٹاؤ اور آبادی پر کنٹرول دو ایسے مسائل ہیں جس پر چین کی باقی دنیا سے نہیں بنتی۔
سانحہ کربلا آزادی کی اس جدوجہد کا نقطہ آغاز ہے جو اسلامی اصولوں کی بقا اور احیاء کے لیے تاریخ اسلام میں پہلی بار شروع کی گئی۔
بہت سے غیرملکی گروہوں نے بھی ہن گروہ کی بود وباش اختیار کرلی ہے اور انھوں نے اپنے کو سورکی دم جیسی پونی بنا کر خود کو ہن سمجھنا شروع کردیا ہے کیونکہ مانچوریوں نے ہن آبادی پر یہ شناخت لازمی قرار دے دی تھی۔
اسکو اوائل الکلمات کا طریقۂ کار اختیار کرتے ہوۓ اردو میں ومزت اور انگریزی میں HTML کے اختصار سے ظاہر کیا جاتا ہے۔
زمرہ:وراۓمتن زبان تدوین
غیر چینی زبانیں کچھ خود مختار علاقوں میں کو-آفیشل یعنی دوسری سرکاری زبانوں کے طور پر استعمال ہوتی ہیں۔
آبادی کے حصاب سے مصر دنیا کا پندھرواں اور افریقہ کا دوسرا سب سے بڑا ملک ہے۔
اس کے برعکس جمہوریہ چین یعنی تائیوان میں مذاہب کے بہت سے پیروکار ہیں کیونکہ یہ ثقافتی انقلاب سے متائثر نہیں ہوا تھا۔
بدھ مت
ترکی کی سرحدیں 8 ممالک سے ملتی ہیں جن میں شمال مغرب میں بلغاریہ، مغرب میں یونان، شمال مشرق میں گرجستان (جارجیا)، مشرق میں آرمینیا، ایران اور آذربائیجان کا علاقہ نخچوان اور جنوب مشرق میں عراق اور شام شامل ہیں۔
سرکاری اعداد و شمار سے یہ بات ثابت ہوتی ہے کہ یہاں دو کروڑ مسلمان جو کہ زیادہ تر ہوئی ہیں، ڈیڑھ کروڑ پروٹسٹنٹ اور پچاس لاکھ کیتھولک بھی یہاں ہیں۔
18 ویں سے 13 ویں صدی قبل مسیح میں یہاں حطیوں نے پہلی بڑی ریاست تشکیل دی۔
اسی طرح خطاطی کو ڈرامہ نویسی یا مصوری سے زیادہ اہم سمجھا جاتا تھا۔
سلطنت عثمانیہ 631 سال تک قائم رہی اور 16 ویں اور 17 ویں صدی میں دنیا کی سب سے طاقتور سیاسی قوت تھی۔
انہوں نے چین کی ثقافت کے کچھ پہلوؤں جیسا کہ دیہی زمین کی مزارعت، جنیسات اور کنفیوشس کی تعلیمات کو بدلا جبکہ دوسروں جیسا کہ خاندان کے ڈھانچے اور حکومت کی وفاداری کو قائم رکھا۔
اگلے چند سالوں میں مصطفیٰ کمال نے، جسے ترکوں نے عظیم خدمات پر اتاترک (ترکوں کا باپ) کا لقب دیا تھا، وسیع پیمانے پر اصلاحات کیں۔
جولائی 1974ء میں قبرص میں ترک مسلمانوں پر عیسائی یونانی آبادی کے وسیع مظالم پر ترکی نے قبرص میں جارحیت کی جس کے نتیجے میں ترک جمہوریہ شمالی قبرص قائم ہوئی جسے اب تک ترکی کے علاوہ کسی ملک نے تسلیم نہیں کیا۔
مذہبی داستانیں جو کہ زیادہ تر کنفیوشس، تاؤسٹ اور بدھسٹ تھیں، برش اور سیاہی سے لکھی گئیں۔
1989ء میں فوجی سربراہ کی جگہ طورغوت اوزال صدر بنے۔
شہادت ملتی ہے کہ ایک ہزار عیسوی میں چین میں فٹ بال کی طرح کا ایک کھیل کھیلا جاتا تھا۔
1982ء سے اب تک چین ہر ایشیائی کھیل میں تمغوں کی دوڑ میں سب سے آگے رہا ہے۔
18 اپریل 1999ء کو ہونے والے قومی اور بلدیاتی انتخابات کے نتیجے میں جمہوری بائیں پارٹی، مادر وطن پارٹی اور دیولت باہ چلی کی قوم پرست ایکشن پارٹی کے اتحاد نے حکومت بنائی جس میں بلند ایجوت ہی بدستور وزیراعظم رہے۔
بلاک پرنٹ میکنگ/ پرنٹنگ ٹیکنالوجی
بارود
فروری 2002ء میں عالمی مالیاتی فنڈ نے 9 ارب ڈالرز کے مزید قرضے منظور کردیئے اور اس شرط پر سال بھر کے دوران چند قسطوں پر مشتمل مزید 5 ارب ڈالرز کا وعدہ بھی کیا کہ ترکی اپنی اقتصادی اصطلاحات ان کے مشوروں کی روشنی میں مرتب کرے گا۔
پورسیلین
اِس وقت عبد اللہ گل صدر اور استنبول کے سابق ناظم رجب طیب اردوغان وزیر اعظم ہیں، جن کی بیویاں سر ڈھانپتی ہیں۔
بین الاقوامی تعلقات
ٹوتھ برش
مسئلہ قبرص کے حل کی تلاش میں اقوام متحدہ کی نگرانی کی آخری کوشش 24 اپریل 2004ء کو ختم ہوگئی۔
حیاتیات جیسا کہ ادویاتی کتب اور ادویاتی نباتات
یونان اور ترکی کے تعلقات میں بہتری دسمبر 1999ء میں ہیلسنکی میں ہونے والے یورپی مجلس کے اجلاس میں یورپی اتحاد کی رکنیت کے بارے میں ترکی کی درخواست پر ہمدردانہ غور کے لئے آمادہ کرنے کی ایک بڑی وجہ تھی۔
1989ء میں یورپی کمیشن نے یہ درخواست نہ ماننے کا فیصلہ دیتے ہوئے کہا کہ ترکی میں ابھی مزید سیاسی اور اقتصادی اصطلاحات کی ضرورت ہے۔
سی پی یو (مائکروپروسیسر)
پاکستان اور ترکی بہت سے شعبوں میں ایک دوسرے کی مدد کر سکتے ہیں
یہاں عمومی مقاصد سے مراد شمارندے کے شعبہ زندگی کے مختلف آلات میں استعمال سے ہے ، کیونکہ آج شمارندہ نہ صرف ایک ذاتی شمارندے (PC) میں بلکہ گھریلو بجلی کے آلات اور صنعتی اور دفتری مقامات سمیت ہر جگہ پاۓ جانے والے آلات میں کسی نہ کسی طور پر موجود ہوتا ہے۔
یہ ان ہدایات کی فہرست (یعنی ایک کمپیوٹر پروگرام) پر نتیجہ خیز طور پر کارموثر انجام دیتا ہے
ترک فضائیہ کے ایف 16 طیارے دوران پرواز ایندھن بھرواتے ہوئے
فارہ (mouse) یہ ایک چھوٹی سی اختراع ہے جو کہ شمارندے کے ساتھ تفاعل یا انٹرایکشن کے لیۓ کام میں لائی جاتی ہے (شکل ا: 10)
بڑے صوبوں میں صوبہ استنبول، صوبہ انقرہ، صوبہ ازمیر، صوبہ بورصہ، صوبہ قونیہ اور صوبہ ادانا شامل ہیں۔
اسکی سب سے بڑی وجہ یہ ہے کہ شمارندے کی تعریف تاریخ کے ساتھ ساتھ کچھ تبدیل ہوتی رہی ہے اور اسی وجہ سے یہ ناممکن ہے کہ کسی ایک کمپیوٹر کو پہلا کمپیوٹر کہا جاسکے۔
ملک کا کل رقبع 814،578 مربع کلومیٹر (314،510 مربع میل) ہے جس میں سے 790،200 مربع کلومیٹر (305،098 مربع میل) مغربی ایشیا میں جزیرہ نما اناضول (ایشیائے کوچک) پر مشتمل ہے اور بقیہ 3 فیصد یعنی 24،378 مربع کلومیٹر (9،412 مربع میل) یورپ میں واقع ہے۔
دوسری جانب ایسی شمارندے کو دی جانے والی ہدایات اختصاصی نوعیت کی بھی ہوتی ہیں مثال کے طور پر برنامج یا پروگرامز میں ایسی ہدایات کہ جو شمارندے کو برنامج کے کسی ایک حصے سے چھلانگ (جست) لگا کر دوسرے حصے پر پہنچنے کا اور وہاں سے مزید کام شروع کرنے کا کہتی ہیں، ان کو جستی ہدایات (jump instructions) یا شاخیں (branches) کہا جاتا ہے۔
باسفورس اور دردانیال بھی دراصل انہی پرتوں کی حرکت کا نتیجہ ہے۔
ثقافت
اور اس متبادل راہ کے استعمال سے انسان وہی درست جواب (500500) نکال لیتا ہے جو شمارندہ اوپر دی گئی ہدایات سے نکالے گا۔
جبکہ دوسری صورت ایسے کھٹملوں کی ہوتی ہے کہ جن کی موجودگی کسی بھی برنامج کو مکمل طور پر ناکارہ اور منہدم (crash) کردیتی ہے۔
اب اسکے بعد ہوتا یوں ہے کہ اجتماعی زبان میں برنامجات (programs) کو لکھ کر ایک مصنع لطیف (soft ware) کے زریعے آلاتی زبان میں تبدیل کر لیا جاتا ہے تاکہ ایک شمارندہ اس کو سمجھ لے اور اس قسم کی تبدیلی کرنے والا برنامج ، اجتماع ساز (assembler) کہلایا جاتا ہے۔
3 جنوری - اسرائیل نے غزہ جنگ کے دوران اپنے زمینی دستے غزہ میں داخل کیے۔
23 جنوری - امریکی ڈرون حملے میں14افراد ہلاک ہو گئے۔
- اسرائیل میں پارلیمانی انتخابات ہوئے جس میں اسرائیل کی وزیر خارجہ تیزیبی28سیٹوں کے ساتھ جیت گئی۔
16فروری - پاکستان حکومت نے سوات میں اسلامی قانون کے اجراءکا اعلان کیا۔
14مارچ - سری لنکا کے جنوبی علاقے میں ایک خودکش حملے میں14افراد ہلاک اور46زخمی ہو گئے۔
15مارچ - ضلع بنوں کے علاقے جانی خیل میں امریکی ڈرون حملے میں4افراد ہلاک ہو گئے۔
1ٹریلین ڈالر مختص کیے گئے۔
24اپریل کو بغداد میں ایک اور خود کش حملے کے نتیجے میں 60افراد ہلاک اور240زخمی ہو گئے۔
29اپریل - جنوبی وزیرستان میں امریکی حملے میں 6افراد ہلاک ہو گئے۔
2 مئی - مہمند ایجنسی میں ایک جھڑپ کے دوران 2پاکستانی فوجی اور13طالبان ہلاک ہو گئے۔
جون
25 جون - معروف امریکی پاپ گلوکار مائیکل جیکسن نے وفات پائی۔
اسی دن دوسرا حملہ شمالی وزیرستان میں ہوا جس میں 8افراد ہلاک ہوئے۔
17 جولائی-انڈونیشیائی شہر جکارتہ میں ایک خود کش حملے میں 8افراد ہلاک اور50کے قریب زخمی ہو گئے۔
5 اگست -ایران کے صدر احمدی نژاد نے دوسری بار صدر کا حلف اٹھایا۔
21 اگست - ایک اور امریکی ڈرون حملے میں 21افراد ہلاک ہو گئے۔
30 ستمبر - سماٹرا میں7.
25 اکتوبر - عراق کے شہر بغداد میں دو خود کش حملوں میں155افراد ہلاک اور700سے زائد زخمی ہو گئے۔
20 نومبر - افغانستان کے صدر حامد کرزئی نے دوسری بار صدارت کا حلف اٹھایا۔
مائیکروسافٹ ونڈوز یا صرف ونڈوز دراصل شمارندی اشتغالی نظامات کا ایک سلسلہ ہے جو ایک امریکی مرافقہ ’’مائیکروسافٹ کی تخلیق ہے۔
فرانسیسی فوج کا ہائی کمان اس منصوبے کو بھانپ نہ سکا اور اس نے اپنی مشرقی سرحد پر سے جرمنوں پر 14 اگست کو حملہ کر دیا۔
لہذا ایسا معلوم ہونے لگا کہ پیرس چند دنوں میں ہی ہار جائے گا۔
اس سیارے کا نام جی جے 1214 رکھا گیا ہے۔
نتائج
زمرہ:2010ء
لیکن کمال اتاترک جیسی عظیم شخصیت نے برطانیہ اور یونان کو ایسا کرنے سے باز رکھا۔
اور یہ بیس سے لے کر تیس فٹ تک اونچی ہے ۔
غالب بچپن ہی میں یتیم ہو گئے تھے ان کی پرورش ان کے چچا مرزا نصر اللہ بیگ نے کی لیکن آٹھ سال کی عمر میں ان کے چچا بھی فوت ہو گئے۔
1921ء ميں وہ پارٹی كا چيئرمين منتخب ہوا۔
1855 میں سرسید نے اکبر اعظم کے زمانے کی مشہور تصنیف ’’آئین اکبری‘‘ کی تصیح کرکے اسے دوبارہ شائع کیا۔
اس کے دور حکومت میں نازی جرمنی یورپ کے بیشتر حصے پر قابض رہا جبکہ اس پر 11 ملین یعنی ایک کروڑ 10 لاکھ افراد کے قتل عام کا الزام بھی لگایا جاتا ہے جن میں مبینہ طور پر 60 لاکھ یہودی بھی شامل تھے۔
 جب میں مرادآباد میں تھا ، اس وقت مرزا صاحب، نواب یوسف علی خاں مرحوم سے ملنے کو رام پور گئے تھے۔
تاریخ انسانی کی یہ شخصیت جمہوری طریقہ سے منتخب ہوکر ڈکٹیٹر کے درجہ پر فائز ہوا،نیشنل سوشلسٹ جرمن وکرز پارٹی کا لیڈر ایڈولف ہٹلر 1930کے انتخابات میں منتخب ہوکر جرمنی کا وزیر اعظم(چانسلر۔
آپ نے اپنے ہاتھ سے بوتل اُٹھا کر دیکھی اور مسکرا کر کہنے لگے کہ،  بھئی ! اس میں تو کچھ خیانت ہوئی ہے۔
ہٹلر جہاںایک ذہین اور فتین سیاستدان تھا وہیں اس کی معاشی اصلاحات نے اس کے اقتدار کے اولین سالوں میں ہی جرمنی کو معاشی طاقت اور اہل جرمن کو خوشحال بنا دیا تھا، یہ معاشی ترقی بھی ہٹلر کی مقبولیت کی بڑی وجہ بنی۔
گویا ان دونوں ہم عصر مشاہیر میں سے ایک کا مولد دوسرے کا مسکن رہاہے۔
مرزا غالب کا اردو دیوان پہلی بار سید احمد خاں کے بڑے بھائی سید محمد خاں کے مطبع واقع دہلی سے شعبان ۷۵۲۱ھ مطابق اکتوبر ۱۴۸۱ءمیں شائع ہوا تھا ۔
اس کتاب میں ذکر غالب کے ضمن میں سید احمد خاں نے غالب سے اپنے عقیدت مندانہ گہرے روابط کا حالان الفاظ میں بیان کیا ہے۔
اڑتیس اشعار کی یہ مثنوی کلیات غالب طبع ۳۶۸۱ءمیں شامل ہے۔
سید احمد خاں اس زمانے میں مراد آباد ہی میں صدر الصدور تھے۔
تاریخ
1932ء میں برطانیہ کی رضامندی حاصل ہونے پر مملکت حجاز و نجد کا نام تبدیل کر کے مملکت سعودی عرب رکھ دیا گیا۔
(۲)مطبع سید الاخبار دہلی .
العالم أسوأ الشاعر
شاہی خاندان کے اہم ارکان علماء کی منظوری سے شاہی خاندان میں کسی ایک شخص کو بادشاہ منتخب کرتے ہیں۔
زمرہ:مرزا غالب
دمام (مشرقی صوبے کا دارالحکومت اور تیسرا سب سے بڑا شہر)
کہا جاتا ہے کہ جب ارطغرل ہجرت کر کے اناطولیہ پہنچے تو انہوں نے دو لشکروں کو آپس میں برسر پیکار دیکھا جن میں سے ایک تعداد میں زیادہ اور دوسرا کم تھا اور اپنی فطری ہمدردانہ طبیعت کے باعث ارطغرل نے چھوٹے لشکر کا ساتھ دیا اور 400 شہسواروں کے ساتھ میدان جنگ میں کود پڑے۔
مملکت سعودی عرب جزیرہ نمائے عرب کے 80 فیصد رقبے پر مشتمل ہے ۔
مملکت کا تقریباً تمام حصہ صحرائی و نیم صحرائی علاقے پر مشتمل ہے اور صرف 2 فیصد رقبہ قابل کاشت ہے ۔
سلطنت کی فتوحات کا یہ عظیم سلسلہ عثمان کے جانشینوں نے جاری رکھا لیکن 1402ء میں تیمور لنگ نے اناطولیہ پر حملہ کر دیا اور عثمانی سلطان بایزید یلدرم شکست کھانے کے بعد گرفتار ہو گیا لیکن یہ عثمانیوں کی اولوالعزمی تھی کہ انہوں نے اپنی ختم ہوتی ہوئی سلطنت کو نہ صرف بحال کیا بلکہ چند ہی عشروں میں فتح قسطنطنیہ جیسی تاریخ کی عظیم ترین فتح حاصل کی۔
سعودی عرب میں بارش بہت کم ہوتی ہے تاہم کبھی کبھار موسلا دھار بارش سے وادیوں میں زبردست سیلاب آجاتے ہیں۔
ان فتوحات کا سبب فوج کا معیاری نظم و ضبط اور جدید عسکری قوت تھی جس میں بارود کے استعمال اور مضبوط بحریہ کا کردار بہت اہم تھا۔
مزید برآں چند جنوبی اور مشرق افریقی نسل سے بھی تعلق رکھتے ہیں جو چند سو سال قبل اولاً غلام بنا کر یہاں لائے گئے تھے۔
16 ویں صدی میں مغربی یورپی قوتوں خصوصاً پرتگیزیوں کی خلیج فارس اور بحر ہند میں بڑھتی ہوئی قوت نے عثمانی بحریہ کے لیے شدید مشکلات پیدا کیں۔
سعودی عرب میں باقاعدہ بنیادی تعلیم کا آغاز 1930ء کی دہائی میں ہوا۔
سعودی عرب کی جامعات، کالج اور تعلیمی اداروں کی فہرست
سلیم ثانی کے دور میں صدر اعظم محمد پاشا صوقوللی نے معیشت کو استحکام بخشنے کے لیے سوئز نہر اور ڈون-وولگا نہر کی تعمیر کے منصوبہ جات پیش کیے لیکن ان پر عملدرآمد نہ ہوسکا۔
ینی چری، جن سے یورپ کی تمام افواج کانپتی تھیں، آرام پسند ہو گئیں اور ملک کے سیاسی معاملات میں مداخلت کے باعث ریاست کی تباہی کا سبب بنی۔
عورتوں کا لباس قبائلی موتیوں، سکوں، دھاتی دھاگوں اور دیگر اشیاء سے مزین ہوتا ہے ۔
17 ویں سے 19 ویں صدی کے دوران روس اور سلطنت عثمانیہ کے درمیان کئی جنگیں بھی لڑی گئیں جنہیں ترک روس جنگیں کہا جاتا ہے۔
متعلقہ مضامین
زمرہ:تاریخ
اور سلیم کو اپنی اصلاحات کا خمیازہ حکومت اور جان دونوں سے ہاتھ دھونے کی صورت میں اٹھانا پڑا لیکن اس کے جانشیں محمود ثانی نے ان تمام اصلاحات کو نافذ کر کے دم لیا اور 1826ء میں ینی چری کا مکمل خاتمہ کر دیا گیا۔
11 جنوری - سوئی ناردرن گیس پائپ لائن لمیٹیڈ نے حبیب بینک لمیٹیڈ کو فائنل میں شکست دے کر 50ویں قائد اعظم ٹرافی جیت لی۔
اس عرصے میں 1892ء میں یونان نے آزادی حاصل کی اور اصلاحات بھی ڈینیوب کی امارتوں میں قوم پرستی کو نہ روک سکیں اور 6 عشروں سے نیم خود مختار ان علاقوں سربیا، مونٹی نیگرو، بوسنیا، ولاچیا اور مالدووا نے بھی 1875ء میں سلطنت سے آزادی کا اعلان کردیا اور 1877ء کی روس ترک جنگ کے بعد سربیا، رومانیا اور مونٹینیگرو کو باقاعدہ آزادی مل گئیں اور بلغاریہ کو خود مختاری عطا کر دی گئی البتہ بلقان کی دیگر ریاستیں بدستور عثمانی قبضے میں رہیں۔
9 فروری - چار سدہ کے علاقے نکئی میں عوامی نیشنل پارٹی کے جلسے میں خودکش دھماکہ۔
مراد پنجم ذہنی معذور تھا اور چند ماہ میں ہی عہدے سے ہٹا دیا گیا۔
22 فروری - کراچی اسٹاک ایکسچینج 14981 کی ریکارڈ حد پر بند۔
تحلیل (1908ء-1922ء)
16 مارچ - جنوبی وزیرستان میں امریکی میزائل حملے میں 20 جاں بحق، 8 زخمی۔
9 اپریل - کراچی میں ہنگامے، 60 گاڑیاں، متعدد عمارتیں نذر آتش، 6 افراد کو زندہ جلا دیا گیا۔
اطالیہ ترک جنگوں میں سلطنت کو لیبیا سے بھی ہاتھ دھونا پڑے۔
12 مئی - دولت مشترکہ میں پاکستان کی رکنیت بحال۔
سلطنت عثمانیہ نے پہلی جنگ عظیم کے مشرق وسطٰی میدان میں حصہ لیا جس کا سبب ترک جرمن اتحاد تھا۔
28 مئی - نیپال میں 240 سالہ پادشاہت کا خاتمہ، نیپال میں منتخب آئین ساز اسمبلی کی طرف سے جمہوریت کا نفاظ۔
عرب بغاوت کی ان مہمات کا آغاز شریف مکہ حسین کی جانب سے برطانیہ کی مدد سے جون 1916ء میں جنگ مکہ سے اور اس کا اختتام دمشق میں عثمانیوں کے اسلحہ پھینک دینے کے ساتھ ہوتا ہے.
22 جون - وفاقی بجٹ منظور، ججوں کی تعداد 29 کر دی گئی۔
