سپین : قدیم ترین دانت کی دریافت
اٹا پیورکا فاؤنڈیشن کے ماہرین کا کہنا ہے کہ یہ دانت مغربی یورپ کے قدیم ترین انسان کی باقیات کو ظاہر کرتا ہے .
دراصل پری مولر یعنی دانتوں کے ساتھ کی داڑھ
اس داڑھ کی دریافت سپین کے صوبے برگوس کے شمالی علاقے اٹاپیورکا میں ہویٔی ہے جس کی مزید تفصیلات تحقیقی ادارہ مکمل جانچ کے بعد سایٔنسی جریدے میں شایٔع کرے گا .
اس علاقے کی کھدایٔی کرنے والی ٹیم کے کو آرڈینیٹر کا کہنا ہے کہ دریافت شدہ دانت 12 لاکھ سال پرانا بھی ہو سکتا ہے .
ابھی تک صرف اس بات کا تعین کیا جا سکا ہے کہ یہ دانت 20 سے 25 سالہ انسان کا ہے تاہم ابھی تک اس کو ہومو اینٹی سیسر زمانے کا انسان مانا جا رہا ہے .
اٹاپیورکا کے کیٔی غاروں میں زمانۂ قدیم کے انسان کے رہن سہن کے سراغ پایٔے گیٔے ہیں .
1994 میں اس خطے میں ابتدایٔی انسانوں کی باقیات جو تقریباً 8 لاکھ سال پرانی مانی جاتی ہے , دریافت کی گیٔیں جنہیں ہومو اینٹی سیسر یعنی ' بانی انسان ' کا نام دیا گیا .
اس سے قبل 6 لاکھ پرانے انسان جنہیں سایٔنسی اصطلاح میں ہومو ہیڈلبرجینسس کہا جاتا ہے , اس خطے کے قدیم ترین رہایٔشی مانے جاتے تھے .
آثارِ قدیمہ کے ماہرین کا کہنا ہے کہ ان کو ایسے شواہد ملے ہیں جن سے پتہ چلتا ہے کہ اس خطے کے لوگ ڈھلایٔی کیے ہویٔے اوزار بھی استعمال کرتے تھے .
یہ کھدایٔی جس زمینی سطح پر ہویٔی اس کی بنیاد پر فرانسیسی نیوز ایجنسی نے اس کو اب تک کی قدیم ترین یورپی دریافت قرار دیا ہے .
اس سے پہلے یورپی جیورجیا کے قدیم قصبے ڈمینیسی جو ٹبیلیسی کے جنوب مغرب میں 80 کلو میٹر کے فاصلے پر ہے , پایٔی جانے والی انسانی کھوپڑیوں کو یورپ کی قدیم ترین دریافت مانا جاتا ہے .
افغانستان : 70 سے زایٔد ہلاکتیں
گاؤں والوں کا کہنا ہے کہ واتاپور گاؤں کے لوگوں دس لوگوں کو دفن کررہے تھے کہ اسی وقت طیاروں سے حملے کیے گیٔے جس میں مزید پچیس افراد ہلاک ہوگیٔے .
نیٹو فوج نے کہا ہے کہ اس نے اس علاقے میں فضایٔی کارروایٔی کی ہے لیکن اس کو سویلین ہلاکتوں کی رپورٹیں نہیں ملی ہیں .
دریں اثناء جنوبی صوبے ارزگان میں امریکی افواج نے تینتیس طالبان کو ہلاک کردیا ہے .
افغانستان کے دفاعی حکام کا کہنا ہے کہ جمعرات کی شب طالبان نے ضلع چرچینو میں ایک پولیس چیک پوایٔنٹ پر حملہ کردیا تھہ جس کے بعد امریکی فوج نے کارروایٔی کی اور تینتیس طالبان ہلاک ہوگیٔے .
بامیان میں بی بی سی کے نامہ نگار کا کہنا ہے کہ دونوں فوجی کارروایٔیوں کے بارے میں مختلف رپورٹیں مل رہی ہیں .
واتاپور کے گاؤں والوں کا کہنا ہے کہ ایک ہی خاندان کے نو افراد سمیت دس لوگ جمعرات کی شب مارے گیٔے تھے .
شفیق اللہ خطر نامی ایک شخص نے بی بی سی کو بتایا کہ اس نے جمعہ کے روز ہلاک ہونے والوں کو دفن کرنے کے وقت دیگر شہریوں کو ہلاک ہوتے ہویٔے دیکھہ .
شفیق اللہ کا کہنا تھہ : ' ہم دس لوگوں کو دفن کررہے تھے کہ طیاروں نے بمباری شروع کردی اور دیگر پچیس افراد مارے گیٔے .
 ' 
 ' ہلاک ہونے والے پچیس لوگوں میں مذہبی رہنما اور بزرگ لوگ تھے .
 ' افغان حکام کا کہنا ہے کہ ہلاک ہونے والوں میں سویلین ہوسکتے ہیں .
عالمی فوج کے ترجمان نے بتایا کہ کیٔی اطراف سے حملوں کے بعد ہی بین فوج نے شدت پسندوں کے ٹھکانوں پر حملوں کے لیے فضایٔی مدد طلب کی .
ترجمان میجر جان تھہمس کا کہنا تھہ کہ ' ابتدایٔی اشاروں سے لگتا ہے کہ ہلاک ہونے والوں میں کیٔی مزاحمت کار ہیں .
اور کویٔی ایسی وجہ نہیں دکھہیٔی دیتی جس کی وجہ سے ہم یقین کریں کہ کسی طرح کے سویلین ہلاک ہویٔے ہیں .
 ' 
ہمارے نامہ نگار کا کہنا ہے کہ جہاں فوجی کارروایٔی ہویٔی ہے وہ دور دراز علاقوں میں ہے اور ہلاکتوں کی صحیح تعداد کا پتہ لگانا مشکل ہے .
اسلام کی ساکھ متاثر ہویٔی : سروے
 ' کمیونیکیٹ ریسرچ ' نامی گروپ کی طرف سے ہونے والے اس جایٔزے میں ایک ہزار لوگوں سے سوالات کیے گیٔے جن میں سے اکثر نے کہا کہ وہ اسلام کو امن کا مذہب سمجھتے ہیں .
تاہم انہی لوگوں میں سے اکہتر فیصد نے کہا کہ برطانیہ میں حملوں کی کوشش سے اس کی ساکھ متاثر ہویٔی .
جایٔزے کے دوران جن نوجوانوں سے سوالات کیے گیٔے ان میں سے اٹھہیٔیس فیصد نے کہا کہ ان کے خیال میں اسلام اور جدید مغربی ثقافت ہم آہنگ نہیں ہیں .
برطانیہ میں حملوں کی مبینہ کوششوں کے سلسلے میں ایک عراقی ڈاکٹر بلال عبداللہ کو مورد الزام ٹھہرایا گیا ہے .
ستایٔیس سالہ عبداللہ پر برطانیہ میں دھماکوں می منصوبہ بندی کا الزام ہے .
ان کو گلاسگو ہوایٔی اڈے کے ٹرمینل سے ایک جیپ کے ٹکرانے کے بعد گرفتار کیا گیا تھہ .
اس سے ایک روز قبل لندن میں گیس اور پٹرول کے سلنڈروں سے بھری دو کاریں ملی تھیں .
بی بی سی کے مذہبی امور کے نامہ نگار کا کہنا ہے کہ جایٔزے میں اسلام کے بارے میں منفی تاثر حکومت کی ان کوششوں کے باوجود سامنے آیا کہ ان واقعات کے ملزمان اور اور ان کے مذہب کے درمیان تعلق نہ جوڑا جایٔے .
پی ایس او نجکاری , حکم امتناعی جاری
ایک نجی پٹرولیم کمپنی اٹک آیٔل کے وکیل خالد انور نے بی بی سی کو بتایا کہ عدالت نے ان کی استدعا منظور کرتے ہویٔے عبوری حکم کے ذریعے نجکاری کمیشن کو ہدایت کی ہے کہ پی ایس او کی نجکاری کے حوالے سے کویٔی مزید قدم نہ اٹھہیا جایٔے .
حکم امتناعی جاری کرنے والے سپریم کورٹ کے تین رکنی بنچ کے سربراہ جسٹس جاوید اقبال ہیں جبکہ جسٹس فلک شیر اور جسٹس عبدالحمید ڈوگر اس کے ارکان ہیں .
اب اس مقدمے کی سماعت اگست کے آخری ہفتے میں کی جایٔے گی .
اٹک آیٔل پی ایس او کی خریداری میں دلچسپی رکھتی ہے , لیکن نجکاری کمیشن نے بعض ' تکنیکی وجوہات ' کی بناء پر اٹک آیٔل کو نجکاری کے عمل میں شامل نہیں کیا .
سندھ ہایٔی کورٹ نے اٹک آیٔل کی پی ایس او کی نجکاری میں شمولیت کی استدعا مسترد کر دی تھی .
حکومت کو توقع ہے کہ وہ پی ایس او میں اپنے 54 میں سے 51 فیصد حصص پچاس کروڑ ڈالر میں فروخت کر لے گی , جس سے قرضوں کی ادایٔے گی میں مدد ملے گی .
 ' توہین آمیز ' بیان کے خلاف احتجاج
کالج کیمپس میں سینکڑوں طالبات نے لیکچرر کے خلاف احتجاجی مظاہرہ کیا ہے جس میں انہوں نے مذکورہ لیکچرر کے استعفی کا مطالبہ کیا ہے .
مہدی پٹنم علاقے میں سینٹ این کالج میں بی اے کی طالبات کا الزام ہے کہ محترمہ پرشانتی نے اپنے لیکچر کے دوران ایک خاص مذہب پر تنقید کرتے ہویٔے کہا کہ اس مذہب کی مقدس کتاب وحی کے بجایٔے ایک شیطانی تخلیق ہے .
اس پر ناراض طالبات کلاس سے باہر آگیٔیں اور تھوڑی ہی دیر میں دیگر کلاس کی طالبات بھی باہر آیٔیں اور مظاہرے شروع ہوگیٔے .
واقعہ کا پتہ چلتے ہی علاقہ کے ایک رکن اسمبلی مقتدیٰ خان بھی وہاں پہنچ گیٔے اور جب انتظامیہ کو معلوم ہوا کہ معاملہ حساس ہے تو وہاں بڑی تعداد میں پولیس کو تعینات کردیا گیا ہے .
مقتدیٰ خان کا کہنا تھہ کہ مذہب حساس معاملہ اور محترمہ پرشانتی کو چاہیے کہ وہ اپنے مبینہ بیان پر معافی مانگیں .
پرشانتی نے اپنے بیان پر معذرت کی پیش کش کی لیکن طلباء اپنے اس مطالبے پر بضد رہے کہ ان کو گرفتار کیا جایٔے اور ان کے خلاف قانونی کارروایٔی کی جایٔے .
بعد میں سینییٔر پولیس افسر پرشانتی کو آصف نگر تھہنے لے گیٔے جہاں ان سے پوچھ گچھ کی گیٔی لیکن ان کے خلاف کویٔی مقدمہ درج نہیں کیا گیا .
اس معاملے پر حیدرآباد کے آرچ بشپ مرام پودی جوجی نے اپنے ردعمل میں کہا کہ طالبات کو لیکچرر کی بعض باتوں سے غلط فہمی ہویٔی ہے اور انہوں نے کسی مذہب کے خلاف کویٔی بیان نہیں دیا ہے .
ان کا کہنا تھہ کہ کیمپس میں طلبہ کو امن و امن قایٔم رکھنا چاہیے کیونکہ کالج علم کے مندر ہیں .
نیویارک : پایٔپ پھٹنے سے دھماکہ
یہ دھماکہ وسطی نیویارک کے مشرق میں مشہور و مرکزی گرانڈ سینٹرل اسٹیشن اور لینگزنگٹن ایونیو کے درمیاں واقع ایک عمارت میں ہوا جس سے لوگوں میں کھلبلی مچ گیٔی .
اس خوف و ہراس میں مزید اضافہ تب ہوا جب گرانڈ سینٹرل اسٹیشن سے سفر کرنے والے ہزاروں لوگوں سے اسٹشین خالی کروا لیا گیا .
تاہم نیویارک پولیس نے تصدیق کی ہے کہ دھماکہ دہشتگردی کی واردات نہیں ہے بلکہ ایک عمارت میں بھہپ کا پایٔپ پھٹنے سے ہوا ہے .
نیویارک کی ہزاروں عمارتوں کو حرارت مہیا کرانے کے لیے شہر کی سڑکوں کے نیچے جانے والے پایٔپوں میں بہت ساری پھہپ پمپ کی جاتی ہے .
مقامی میڈیا نے نے عینی شاہدین کے حوالے سے بتایا ہے کہ لنگزیگٹن ایوینیو پر واقع عمارت سے خاکی رنگ کا دھواں نکلتا دکھہیٔی دے رہا تھہ جس سے لوگوں میں خوف و ہراس اور کھلبلی مچ گیٔی .
چسشم دید گواہوں کے حوالے سے مقامی میڈیا نے بتایا کہ دھماکہ بدہ کی شام اس وقت ہوا جب لوگ کاموں اور دفاتر سے اپنے گھروں کو واپس ہورہے تھے اور ہزاروں لوگوں سے گرانڈ اسٹیشن خالی کرایا گیا .
دھماکے کے فوراً بعد فایٔر برے گیڈ کا عملہ موقع پر پہنچ گیا تھہ .
 ' وٹامن سی سردی سے تحفظ نہیں ' 
ماہرین نے ساڑھے گیارہ ہزار افراد پر کیے گیٔے تجربات کی بنیاد پر بننے والی تیس رپورٹوں میں یہ بات بھی سامنے آیٔی کہ روزانہ دو سو ملی گرام کی خوراک سردی سے لگنے والی بیماریوں کی شدت کم کرنے میں زیادہ مؤثر نہیں .
تاہم وقتاً فوقتاً شدید اعصابی تناؤ سے گزرنے والے لوگ , مثلاً لمبے فاصلے کی دوڑ میں حصہ لینے والے لوگوں کے سردی سے بیمار ہونے کا امکان پچاس فیصد کم ہو سکتا ہے .
سایٔنسدانوں نے کہا کہ زیادہ تر لوگوں کے لیے سردی سے نمٹنے میں وِٹامن سی کا فایٔدہ اس کے استعمال کے لیے ہونے والے تردد سے کم ہے .
ماہرین نے بتایا کہ بڑی عمر کے لوگوں میں یہ وٹامن سردی سے بیماری کا امکان آٹھ فیصد اور بچوں میں تیرہ فیصد کم کرتا ہے , اور یہ جانتے ہویٔے کہ لوگوں کو سال میں دو یا تین بار یہ مسیٔلہ ہوتا ہے , وٹامن کا یہ فایٔدہ انتہایٔی کم ہے .
رپورٹ کے مصنف ہاری ہمیلا نے کہا کہ سردی سے بیماری کا امکان کم کرنے کے لیے سال میں تین سو پینسٹھ روز وٹامن کے استعمال کا سمجھداری نہیں .
انیس سو ستر میں نوبل انعام یافتہ لایٔنس پالنگ نے سردی سے بچنے کے لیے روزانہ ایک ہزار ملی گرام خوراک کا کہا تھہ .
لیکن اس کے بعد سے سردی سے نمٹنے میں وٹامن کا کردار متنازعہ ہو چکا ہے .
آسمانی بجلی گرنے سے چالیس ہلاک
حکام کا یہ بھی کہنا ہے کہ دو گاؤں پانی میں بہہ گیٔے ہیں .
دیر بالا کے ضلعی ناظم صاحبزادہ طارق اللہ نے بی بی سی کو بتایا ہے کہ یہ واقعہ جمعہ کی شام دورافتادہ پہاڑی علاقے ناشنامل میں پیش آیا جہاں آسمانی بجلی گرنے اور شدید آندھی اور طوفانی بارش سے دو گاؤں پانی میں بہہ گیٔے .
ان کا کہنا تھہ کہ اب تک ان کو چالیس سے پچاس افراد کی ہلاکت کی اطلاعات موصول ہویٔی ہیں جبکہ ہلاکتوں میں مزید اضافے کا خدشہ ہے .
ضلعی ناظم کے بقول انتظامیہ اور پولیس کی بھہری نفری متاثرہ علاقے میں پہنچ چکی ہے جہاں لاشیں نکالنے کا کام جاری ہے اور اب تک سترہ لاشیں نکالی جاچکی ہیں .
ضلعی ناظم کا کہنا تھہ کہ طوفان اور بارش سے دو گاؤں پانی بہہ گیٔے ہیں جبکہ تین یونین کونسل متاثر ہویٔی ہیں .
ہنگری : گرمی سے سینکڑوں ہلاک
اس تناظرمیں عالمی ریڈ کراس کے ہنگامی امدادی شعبے کے سربراہ پیٹر ریس نے کہا ہے کہ موسمیاتی تبدیلیاں عالمی طور پر قدرتی آفات کا باعث بن رہی ہیں .
انگلستان کے مختلف حِصّوں میں سیلابی پانیوں نے گزشتہ ساٹھ برسوں کی بلند ترین سطح کو چھو لیا ہے جس کے نتیجے میں دریاؤں کے پشتے ٹوٹ جانے سے وسیع علاقے زیر آب آ گیٔے ہیں اور لاکھوں لوگ بجلی اور پانی سے محروم ہو گیٔے ہیں .
سب سے زیادہ متاثرہونے والے علاقوں میں ورسسٹرشایٔر , گلوسٹرشایٔر اور وارکشایٔر سمیت نو دیگر علاقے شامل ہیں .
ہنگری میں محکمۂ ماحولیاتی صحت کی اینا پالڈی نے کہا کہ پندرہ سے بایٔیس جولایٔی کے درمیان گرمی سے ہلاک ہونے والے افراد ہِیٹ سٹروک اور دیگر ایسے مسایٔل کا شکار ہویٔے جو گرمی کی وجہ سے شدت اختیار کر گیٔے .
بی بی سی سے بات کرتے ہویٔے ان کا کہنا تھہ کہ دو سو تیس افراد ملک کے وسطی علاقوں میں ہلا ک ہویٔے اور ہلاک ہونے والوں میں زیادہ تر بڑی عمر کے لوگ تھے .
انہوں نے بتایا کہ گزشتہ ہفتے ملک میں اوسط درجۂ حرارت تیس ڈگری سنٹی گریڈ تک پہنچ گیا تھہ .
انہوں نے کہا کہ ملک کے جنوب میں ایک مقام پر درجۂ حرارت اکتالیس عشاریہ نو سنٹی گریڈ تک بھی پہنچا جو ایک ریکارڈ ہے .
آج کل جنوب مشرقی یورپ شدید گرمی کی لپیٹ میں ہے جس کی وجہ سے کیٔی مقامات پر جنگلات میں آگ بھڑک اٹھی ہے .
سربیا میں وزارت زراعت نے کہا ہے کہ سال بھر کی تیس فیصد فصلیں تباہ ہو چکی ہیں اور سب سے زیادہ نقصان گندم , سویا اور سبزیوں کو ہوا ہے .
بلغاریہ میں حکام کے مطابق ریکارڈ پینتالیس ڈگری سنٹی گریڈ درجۂ حرارت ریکارڈ کیا گیا جبکہ یونان میں سینکڑوں مقامات پر جنگلات میں آگ بھڑک اٹھنے کے واقعات کی اطلاعات بھی ملی ہیں .
بوٹ بیسن تھہنے کا انویسٹی گیشن سب انسپکٹر رشوت لیتے ہویٔے گرفتار
کراچی ( اسٹاف رپورٹر ) اینٹی کرپشن پولیس نے بوٹ بیسن انویسٹی گیشن کے سب انسپکٹر کو 80 ہزار روپے رشوت وصول کرتے ہویٔے اور اینٹی کرپشن پولیس پر حملے کے الزام میں قمبر پولیس کے سپاہی کو گرفتار کرکے مقدمہ درج کرلیا ہے .
اینٹی کرپشن پولیس کے مطابق ایک شہری محمد رفیق نے درخواست دی کہ اس نے رقم کی لین دین کا مقدمہ بوٹ بیسن تھہنے میں درج کرایا تھہ , جس کی تفتیش انویسٹی گیشن پولیس کررہی ہے .
انویسٹی گیشن پولیس کا سب انسپکٹر وسیم ابڑو ایک لاکھ روپے رشوت طلب کررہا ہے اور رقم نہ دینے پر جھوٹا مقدمہ درج کرنے کی دھمکی دے رہا ہے .
اس درخواست پر ایس ایس پی علاؤ الدین عباسی نے سب انسپکٹر فیضان کی سربراہی میں پولیس پارٹی ترتیب دی اور مدعی کے ذریعے 80 ہزار روپے دینے کے لیے سب انسپکٹر وسیم ابڑو سے کینٹ اسٹیشن پر واقع ٹریول ایجنسی کا طے کیا , جب ملزم محمد رفیق سے 80 ہزار روپے وصول کررہا تھہ تو اینٹی کرپشن پولیس نے مجسٹریٹ کی نگرانی میں چھہپہ مارکر ملزم کو گرفتار کرلیا , جس پر ملزم مشتعل ہوگیا اور اس کی ایما پر کراچی میں غیر قانونی طور پر تعینات گن مین کی ڈیوٹی دینے والے قمبر پولیس کے سپاہی اللہ بخش نے اینٹی کرپشن پولیس پر حملہ کیا , جس سے سپاہی قیوم قریشی زخمی ہوگیا .
اینٹی کرپشن نے سپاہی کو بھی گرفتار کرلیا اور ان کے خلاف مقدمہ درج کرلیا ہے .
ضلع کونسل کا 2 ارب 79 کروڑ روپے کا بجٹ منظور , 19 کروڑ 13 لاکھ کی بچت
نواب شاہ ( بیورو رپورٹ ) ضلع کونسل کا بجٹ اجلاس کنوینر و نایٔب ضلع ناظم عبدالحق جمالی کی زیر صدارت منعقد ہوا جس میں ضلع ناظم فریال تالپور نے مالی سال 2007,08ء کیلیٔے ضلع کونسل کا 2 ارب 79 کروڑ , 61 لاکھ روپے کا بجٹ پیش کیا بجٹ میں کویٔی نیا ٹیکس عایٔد نہیں کیا گیا ہے اور 19کروڑ 13 لاکھ روپے کی بچت دکھہیٔی گیٔی ہے .
ضلع ناظم نے بتایا کہ ترقیاتی اخراجات کیلیٔے 43 کروڑ 26 لاکھ روپے , تعلیم کیلیٔے 99 کروڑ 45 لاکھ روپے , صحت کیلیٔے 16 کروڑ 71 لاکھ , کمیونٹی ڈیولپمنٹ کیلیٔے ایک کروڑ 72 لاکھ , زراعت کیلیٔے 6 کروڑ 39 لاکھ روپے , قانونی اخراجات کیلیٔے 20 لاکھ 86 ہزار روپے , ضلع ناظم و نایٔب ناظم سیکریٹریٹ کیلیٔے 10 کروڑ 9 لاکھ , فنانس اینڈ پلاننگ کیلیٔے 2 کروڑ 17 لاکھ روپے , ریونیو کیلیٔے 5 کروڑ 98 لاکھ روپے , ہایٔی وے سڑکوں اور پلوں کیلیٔے 5 کروڑ 50 لاکھ روپے , ایڈمنسٹریشن کیلیٔے 3 کروڑ 28 لاکھ روپے , بلڈنگ اینڈ اسٹرکچر کیلیٔے ایک کروڑ 37 لاکھ روپے اور ایجوکیشن ورکس گزشتہ مالی سال کے دوران ضلع حکومت نے روڈز , زراعت 303 , اسکیمیں اور 354 یونٹس 2007,08ء کی جاری اسکیموں میں شامل کرکے ان کیلیٔے 32 کروڑ 44 لاکھ روپے رکھے گیٔے ہیں .
2 کروڑ 34 لاکھ روپے سے دوایٔیں اور ایکسرے مشین خریدی جایٔے گی .
مختلف حادثات میں خاتون سمیت 4 افراد ہلاک , سمندر سے لاش ملی
کراچی ( اسٹاف رپورٹر ) کراچی میں پیر کو مختلف حادثات میں خاتون سمیت 4 افراد ہلاک ہو گیٔے جبکہ سمندر سے ایک شخص کی لاش ملی .
