一 跳 一 跳 的 痛 。
是 八月 十五 号 。
能 帮我 寄到 日本 吗 ？
住宿费 一晚 一百二十 美元 。
有 什么 报纸 ？
保险箱 怎么 用 ？
登机口 在 哪儿 ？
这些 都 是 日用品 吗 ？
是 速食 酱汤 。
三 小时 后到 。
去市 政府 的 巴士 站 在 哪儿 ？
好象 好 多 了 。
我 很 讨厌 青椒 。
能 给 我 介绍 一 名 教练 吗 ？
走路 去 要 多 长 时间 ？
很 抱歉 。 我 不得不 拒绝 您 的 要求 。
几点 开始 办理 登机 手续 ？
对 不 起 。
保险 柜任 何时候 都 可以 打开 吗 ？
我 现在 头痛 的 厉害 。
坐 巴士 可以 到 那里 吗 ？
十 天 。
请 给 我 介绍 评价 好 的 开业 医生 。
请 给 我 今天 的 推荐 套餐 。
这 是 您 的 吗 ？
没有 什么 消息 吗 ？
我 向 您 推荐 这 种 葡萄酒 。
可以 试穿 一下 这 件 棉毛衣 吗 ？
我 想 在 十三 号街 下车 ， 到 了 那里 以后 能 告诉 我 吗 ？
多少 钱 ？
怎么 办 ？
我 来 领您 去 您 的 位子 。
我 要 带 浴缸 的 双 人房 。
请 把 日元 兑换 成 美元 。
小偷 。
有 位叫 佐藤 的 先生 在 给 您 打 电话 。
请 给 我 三 份 甜 瓜汁 。
请 给 我 烤鸡 。
有会 说 日语 的 机组 乘务员 吗 ？
好 的 ， 知道 了 。 请稍 等 。
车 在 这儿 停一 段 时间行 吗 ？
让 您久 等 了 。 这 是 您 房间 的 钥匙 。 三 楼 的 三一四 号 房间 。
他 买 了 服装 ， 并 作为 礼物 送给 了 我 。
最 有名 的 百货 商店 在 哪里 ？
只有 开 了封 的 香烟 。
那 位 女士 吃 的 是 什么 ？
请 每 次 饭后 吃两粒 。
售票 处 在 哪里 啊 ？
和 女 朋友 一起 。
一 次 服用 多少 好 呢 ？
我 去 拿来 。
请 告诉 我 您 的 姓名 和 房间 号 。
一点 时间 也 没有 。
我 想 预订 十二日 去 东京 的 ＪＡＬ零零五 次 航班 。
有 日语 的 导游 手册 吗 ？
能 帮我 寄到 日本 吗 ？
我 不 是 说 过 不 要 了 吗 ？
请 给 我 发 ＬＴ 电报 。
服务 生会 带您 到 房间 。 您 的 行李 在 哪儿 ？
我们州 的 税是 最 低 的 。
请您 也 一起 参加 吧 。
给 我 结帐 。
对 呀 ， 那 是 本店 最 拿手 的 菜啊 。
这 是 什么 费用 ？
空调 坏 了 。
在 从明尼亚 波利斯 去 芝加哥 的 途 中 。
你 能 帮我 打 一下 考勤卡 吗 。
出入国 管理局 在 哪里 ？
真 漂亮 啊 。
很 难 回答 是 哪里 ， 大概 是 罗马 吧 。 当然 是 罗马 了 。
我 想 买 免 税品 。 请 给 我 看看 手表 。
我 是 个 无聊 的 人 。
多少 钱 ？
不 ， 我们 在 这 个 国家 走动 时 ， 很 少 随身带 现款 。 一般 用 旅行 支票 。
警察 在 哪里 ？
请稍 等 ， 您 是 南 小姐 吧 。 您 订 了 四 个 晚上 的 单人 间 吧 。
嗯，没什么 大 问题 。
女 洗手 间 在 哪里 ？
请 把 这 件 行李 搬到 巴士 车站 。
入境 需要 打防 疫针 吗 ？
这里 是 辛普森 餐馆 。
自动 取款机 在 哪儿 ？
还是 坐出 租车 好 吧 。
这 附近 有 能 买到 饮料 的 地方 吗 ？
多少 钱 ？
能 不 能 早点 办理 入住 手续 ？
请 给 我 一 杯 白 葡萄酒 。
五十 美分 。
请教 我 一下 这 个 东西 的 使用 方法 。
这 个 座位 有 人 吗 ？
马上 给 您 拿去 。
请 给 我 咖啡 。
喂 ， 是 小野 先生 吗 ？
好好 工作 。 那样 的 话会 升职 的 。
我 想 看 一下 那 个 货架 上 的 照相机 。
请 给 我 看 一下 那 块 表好 吗 ？
就 是 那样 。
请 把 日元 兑换 成 美元 。
这 个 请 不 要 照 Ｘ光 。
轮胎 爆了 。
在 日本 有 能 修理 这 个 的 代理店 吗 ？
我 想 把 这些 照片 放大 。
我 想 把 贵重品 寄存 在 租赁 金库 里 。
明天 是 休息日 。
我 的 血型 是 Ｂ型 。
我 想 要 袖子 再 短些 的 。
有 敞蓬车 吗 ？
请 给 我 菜单 。
我 想 把 七月 八号 的 航班 改成 七月 九 号 。
请 给 我 一 个 靠 墙角 的 安静 的 座位 。
请 您 保重 。
他 会 说 日语 吗 ？
请 再 给 我 一些 袋子 。
美国 联合 航空 公司 的 柜台 在 哪里 ？
见到 您 很 高兴 。
我 有 两 个 姐姐 和 一 个 弟弟 。
我 想 要禁 烟座 位 。
再 也 忍受 不了 了 。
在 那 个 拐角 一 转 过去 的 地方 。
请 让 我 过 一下 。
我 在 酒吧 等 着 ， 能 来 叫 我 一下 吗 ？
但 是脏 了 。
不 是 ， 那 是 用 平绒 做 的 。
我 觉得 从 这儿 步行 去 太 远 了 。
请 问您 几 位 ？
我 想 再 确认 一下 这 张 票 的 预订 。
请 在 这里 等 我 。
那里 的 ＣＤ 为什么 那么 便宜 ？
我 要 最 受 欢迎 的 越南菜 。
请 再 给 我 一 杯 咖啡 。
眼睛 充血 。
朋友 遇到 交通 事故 了 。
我 把 座椅 靠 背放 下去 没 关系 吗 ？
谢谢 。
给 我 两 个 热狗 ， 带走 。
请 给 我 一 张 去 维希 的 往返 车票 。
快叫人 来 。
没有 食欲 。
和 春分 一样 ， 都 是 祭祖 的 日子 。
有 飞往 东京 的 清晨 的 航班 吗 ？
谢谢您 的 电话 。
这 不 是 我 的 大衣 。
能 便宜点儿 吗 ？
不 ， 还 要 洗连 衣裙 。 还 有 一 件 连 衣裙 想要 洗去 上面 的 污痕 。
回到 日本 后 再 买 一 个 新 的 。
日本 的 狗 个 头 大 吗 ？
我 想 坐 在 朋友 的 旁边 。
为了 去 参加 歌剧节 。
有 镜子 吗 ？
请讲 电话 号码 。
托您 的 福 ， 都 挺好 。
不 行 。
真好 。
我 想 在 萨克斯 第五 大街 百货店 下车 ， 到 了 那儿 能 叫 我 一 声 吗 ？
请 把 旅行 支票 换成 现金 。
今天 是 星期几 ？
请 给 我 一半 。
可以 呀 ， “ 静静 的 家 ” 是 什么 样 的 电影 ？
要 俄罗斯式调 味汁 。
请 转乘 中央线 。
旅行 支票 丢了 。
下 一 次 的 投递 时间 是 几 点 ？
可以 ， 请便 。
我 想 打 电话 到 日本 的 东京 ， 现在 东京 是 几 点 ？
听 我 说 ！
卖 洗脸 用品 的 柜台 在 哪里 ？
对 不 起 。 请 告诉 我 到 哥蒂 美术馆 怎么 走 。
我 在 华乌 化学 公司 市场 部 工作 。
好 的 。
我 要 馅饼 。
这 个 行李 推车 可以 免费 使用 吗 ？
可以 帮我 找 一下 吗 ？
那 个 男人 很 顽固 。
哪儿 ？ 在 哪儿 呢 ？
有 传真机 吗 ？
恭喜您 高升 ！
是 的 。 不 打 。
我 想 先 转转 看 。 谢谢 。
请 告诉 我 最近 的 火车站 。
比如 说 ， 什么 事 ？
看见 犯人 了 吗 ？
给 我 也 来 一样 的 。
一 美元 的 纸币 ， 九十九 美元 。
最近 的 地铁站 在 哪里 ？
从 这里 到 现代 美术馆 有 几站 ？
请到 假日 酒店 。
日本 大使馆 在 哪儿 ？
到 巴尔 的 摩的 下 一 班 巴士 什么 时候 开 ？
有 杂志 之类 的 读物 吗 ？
请 给 我 看看 菜单 。
最近 的 牙科 诊所 在 哪里 ？
再见 。
有 没有 能 马上 做好 的 菜 ？
这 个 有 黑色 的 吗 ？
我 有 东西 忘记 在 房间 里 了 。
看 过 日本 的 电影 吗 ？
咖啡 和 红茶 ， 您 要 哪 个 ？
在 哪里 能 买到 首饰 ？
售票 处 在 哪里 ？
那么 ， 餐厅 在 哪里 ？
我 看看 ， 住宿费 是 九十 美元 到 一百五十 美元 左右 ， 税款 另付 。
请 跟 警察 联系 。
可以 继续 旅行 吗 ？
我 叫山 田太郎 。
那么 ， 请 给 我 十张 九十分 的 邮票 和 两 张 九十五 分 的 邮票 。
文化 用品 柜台 在 哪儿 ？
孩子们 扮了 假面 正 在 走 呢 。
什么 时候 给 您 送去 ？
请 把 美元 换算 成 英镑 。
请 让 我 看 一下 预防 接种 证明 。
谢谢 。
这 你 是 知道 的 吧 。
给 我 看看 更轻 一些 的 。
需要 为 您 订货 吗 ？
飞行 时间 确实 是 十二 小时 吗 ？
请 给 我 染发 。
请叫 一下亚 当斯 先生 。
她 不 是 外交官 吧 。
请 给 我 介绍 一 家 好 的 咖啡店 。
卖免 税品 吗 ？
胃里 烧得 难受 。
全 是 个人 物品 。
是 的 。
点菜 最 晚到 十点钟 。
就 给 您 接通 。
请 给 我 修理 一下 或 给 我 换 一下 。
今天 晚上 的 演出 是 民歌 。
我 想 预订 靠窗 的 座位 。
请 把 这 个 兑换 成 美元 。
上 保险 了 吗 ？
他 现在 出去 了 。
右眼 有点 异常 。
这 附近 有 宾馆 吗 ？
您拨 的 电话 号码 是 多少 ？
几 点 退房 ？
请 在 这里 签名 。
我 要 和 女儿 在一起 的 座位 。
太棒 了 。 谢谢 。
请 在 这里 停 下来 。
我 十七 号 回国 。 那 以后 的话 ， 请 给 我 寄到 日本 。
这 艘 渡轮 几 点钟 出发 ？
我 想 打 高尔夫球 。
电影 很 有趣 吧 。
我 觉得 这 家 餐馆 不贵 。
这 就 是 。
我 记 不 清 当时 发生 了 什么 事情 。
不 ， 没有 。
是 多 长 时间 的 游览 ？
让 我 看看 菜单 好 吗 ？
对 不 起 。 请 给 我 看 一下 鞋子 。
请用 这 个 盘子 。 请 您 随便 拿 。
请 结帐 。
袖子 太窄 了 。
哪里 有 手工 艺品 商店 ？
天 才 刚刚 黑 。
去 百货 商店 。
喂 。 是 问讯处 吗 ？
那 个 几 点 开始 ？
我 想 给 家 里 打 电话 。
啊 。 给 我 帐单 。
地铁 的 线路图 在 哪里 ？
这 个 申报 单 怎么 填写 ？
能 给 我 开 诊断书 吗 ？
请把 早餐 送到 我房 间 来 。
您 要点 什么 ？
请 给 我 啤酒 。
请 稍候 。 我 给 您 转 过去 。
寄到 日本 要 几 天 ？
您 这 边请 。 今天 的 菜怎 么样 ？
要 炸薯 条 吗 ？
什么 也 感觉 不到 呀 。 真的 带上 了 吗 ？
有 更 便宜 的 吗 ？
请 给 我 预订 饭店 。
四点三十分 。 请 不 要 迟到 。
鞋尖 好像 有 点紧 。
我 想要 梳子 。
嗯 。 请 给 我 看 一下 那 边 的 衬衫 。
我 订 了 五 个 。
车票 在 车 上 买 吗 ？
用 洗衣 机洗 也 没 关系 吗 ？
眼 角 的 鱼尾纹 让 我 烦恼 。
可以 ， 请便 。
可以 坐 在 那里 吗 ？
就 要 这些 。
我 一般 早上 七点 起床 。
这 附近 有 好 的 餐馆 吗 ？
我 想 要 飞机 后部 的 座位 。
我 想 还车 。
行李票 在 这儿 。
能 订到 什么 时候 的 票 ？
需要 预订 吗 ？
那 不 行 。 已经 打 过折 了 。
谢谢您 的 邀请 。 但 真的 很 遗憾 ， 那 个 晚上 我 已 有 约 了 。 请 下 次 再 邀请 我 。
我 想 要 一 份 礼物 给 妈妈 。
您 要 换成 哪 种 货币 ？
您 能 帮 我 照张 相 吗 ？
那 是 什么 ？
我 觉得 算错 了 。
有 再 小一点 的 吗 ？
请 给 我 五十 法郎 的 电话卡 。
有 上午 的 旅游 吗 ？
是 中央 酒店 。
我 想 在 旧金山 机场 还车 。
在 哪儿 买 车票 呢 ？
对 不 起 ， 请 马上 给 我 餐巾 。
能 免税 吗 ？
上面 的 阅读 灯 怎么 打开 ？
要 一 个 杰克沃尔舒 给 埃迪马斯肯 的 对方 付费 电话 。
请讲 电话 号码 。
什么 都行 。
不 想想 办法 的 话 我 会 为难 的 。
可以 用 这 张 信用卡 吗 ？
这 个 鸡肉 没 烤熟 。
到撒伯夷 饭店 要 多少 钱 ？
这 趟 火车 有 特别 车厢 吗 ？
几 点 关门 ？
我 带您 去 那里 吧 。
明天 你 休息 吗 ？
在 哪儿 能 买到 明信片 ？
我 要 那 个 房间 。
简单 地 说来 ， 就 是 浇上调 味汁 的 牛腰 肉排 。
您 要 退货 的 理由 是 什么 ？
那里 的 官员 是 负责人 。
不 行 ， 在 本 银行 没有 帐户 的话 ， 不 能 兑换 。
巴士 车站 在 哪里 ？
哪里 有 卖 邮票 的 ？
哎？您 说 什么 ？
一 等 跟 二 等 价钱 相差 多少 ？
还 有 其他 人 开车 吗 ？
到 机场 的 费用 是 定额 的 还 是 打表 决定 的 ？
一晚 多少 钱 。
我 胃疼 。
那 个 宾馆 里面 有 美容院 吗 ？
好帅 的 小 伙子 。
谢谢 您 邀请 我 参加 聚会 。
全部 是 私人 用品 。
要 几 分钟 ？
请 把 油箱 加满 。
您 是 做 什么 工作 的 ？
欢迎 光临 。
是 的 ， 有 。
我 身体 不 舒服 。
那列 火车 上 有 酒吧 吗 ？
飞机 再 过半 小时 将 会 降落 在 夏威夷 国际 机场 。
我 要 退房 ， 请 结帐 。
我 想 要 导游 。
当然 可以 了 。 请 在 这儿 稍 等 一下 。 把 车停 在 门 那边 吧 。
饭店 里 有 医生 吗 ？
去 休斯顿 的 是 哪 一 条 路线 ？
我 没有 喝 这 种 饮料 。
今天 很 走运 。
今天 是 几号 ？
对 的 。
这里 是 好 位子 吗 ？
请 在 这里 签字 。
我 正 想 去 萨波 伊宾馆 。
有 晚上 的 旅游团 吗 ？
大百 货 商店 在 哪里 ？
请帮 我 叫出 租车 。
被 车撞 了 。
游泳 衣柜 台 在 哪里 ？
打 一 场 的 费用 是 多少 ？
请 加糖 和 牛奶 。
好 的 ， 请 看 。
这里 是 史密斯格兰多 律师 事务所 。 请 问您 有 什么 事 ？
是 东面 。
太凉 了 。
不 知道 尺寸 。
电话 在 哪里 ？
已经 够 了 ！
请 给 我 剪头发 。
是 澳大利亚 生产 的 吗 ？ 要 是 日本 生产 的 袋鼠 可 就 讨厌 了 。
一 个 人动 不 了 。
这 是 您 的 订书机 吗 ？
是 客房 服务 的 费用 。
我 讨厌 你 。
补发 要 多 长 时间 ？
一 天 多少 钱 ？
反正 也 不 太 喜欢 。
太 失望 了 。
不 能 给 我 便宜 一点儿 吗 ？
好 的 。
没食欲 。
这 辆车 可以 在 用完 的 地方 还 吗 ？
租车 前 先 让 我 看看 车 。
您 要 红茶 还 是 咖啡 ？
不 知 该 怎么 感谢 您 才 好 。
肚子 很痛 。
这样 可以 吗 ？
十四 天 。
能 看见 那 边 的 机器 吗 ？
请 告诉 我 怎么 办 免税 手续 。
我 想 提前 一 天 退房 。
今晚 为止 能 到 那里 吗 ？
食堂 在 哪里 ？
您 从 哪里 来 ？
您 什么 时候 方便 ？
旅游 的 目的 是 什么 ？
这 是 什么 ？
追加 费用 是 多少 ？
十一点三十分 出发 。
请 给 我 这 个 和 这 个 。
我 没 打 过 一 次 网球 。
被扔 在 旅游车 上 了 。
我 想 退货 ， 请 给 我 退 钱 。
啊 ， 有 了 。
请叫 服务生 搬 行李 。
我 要 送餐 服务 。
请 保重 。
明早 八点 能 叫醒 我 吗 。
哪 一 位 ？
我 要 标准 双 人间 。
能 再 给 我 拿条 毯子 过来 吗 ？
得 快点 了 。
卖 家庭 用品 的 柜台 在 哪里 ？
再见 。
明白 了 。
没有 更 大 的 房间 吗 ？
去市 政府 在 哪儿 下车 ？
明白 了 。
把 手 推车 放 在 哪 儿好 呢 ？
您 有 什么 事 吗 ？
您 的 兴趣 爱好 是 什么 ？
没有 。
能 帮 我 把 行李 送到 房间 去 吗 ？
请 把 汤匙 拿来 。
有 茉莉 花茶 吗 ？
可以 打 闪光 灯 吗 ？
请 换 一下 。
服务生 ， 拜托 了 。
护照 丢 了 。
我 想 买 个 钥匙链 。
在 日本 的 什么 地方 ？
光理发 就 可以 了 。
是 的 ， 可以 。 请 告诉 我 您 的 姓名 。
鲁滨逊 先生 。
实在 对 不 起 。
欢迎 光临 。 您 在 找 什么 ？
刚才 的 机内 广播 说 什么 了 啊 ？
今晚 得 住 在 这儿 啦 。 能 帮 我 订酒店 吗 ？
要 中等 程度 的 。
非常 好吃 。
初 次 见面 ， 请 多 关照 。 我 叫 幸代 。
在 哪儿 可以 打到 出租车 ？
风景 美丽 得 要 让 人 窒息 。
旅游车 上 有 洗手 间 吗 ？
我 根本 没 说 过 那样 的话 。
从 那 个 宾馆 到闹 市区 要 多 长 时间 ？
能 用 这 张卡 付款 吗 ？
看病 要 预约 吗 ？
能 用 哪 种 信用卡 ？
唉 。
能 给 我 拿 再 大一点 的 吗 ？
真对 不 起 ， 信用卡 不 能 用 。
出 了 荨麻疹 ， 很 厉害 。
去 那儿 要 换车 吗 ？
在 哪里 办理 登机 手续 ？
要 黑 标签 的 纯 苏格兰 威士忌 。
您 多 长 时间 旅行 一 次 ？
把 这 个 寄到 日本 要 多少 钱 ？
请用 航空寄 。
您 刚才 说 什么 了 ？
用 不 了 那么 长 时间 吧 。
我 现在 能 把 靠 背放 倒 吗 ？
请稍 等 。
我 看 一 看 二十 号 和 二十一 号 是 不 是 空着 。
一定 要 在 今天 赶到 长滩 。
他 的 衣服 很 实用 。
您 跟 谁 见面 ？
这 是 座 号票 。
去 那儿 应该 怎么 走 ？
三 号 站台 。
啊 。 那么 请您 让 他们 安静点 。
房间 号 是 五一一 。
这 匹马 叫 什么 名字 ？
一共 是 四百 美元 。 您 用 什么 方式 付款 ？
请 给 我 靠窗 的 座位 。
是 纯 真丝 的 ， 经手 留神 。
请您 再 说 一 遍 。
有能 坐 六 个 人 的 桌子 吗 ？
加入 了 海外 旅游 保险 。
警察 ！
钥匙锁 在 房间 里 了 。
妇女 用 卫生 巾摆 在 哪里 ？
预计 几点 到达 纽约 ？
步行 可以 到 那里 吗 ？
我 想 和 你交 朋友 。
可以 保存 到 什么 时候 ？
德尔塔 航空 公司 六二三 次 航班 将 推迟 登机 时间 。
我 热衷于 现代 爵士乐 。
一共 多少 钱 ？
请带 我 去 医院 。
她 很 可爱 啊 。
饭菜 很 好吃 ， 谢谢 。
我 要 洗 这些 衣服 。
请 告诉 我 今天 的 日元 汇率 。
邮局 在 哪儿 ？
如果 停 不 下来 的 话 ， 最 好滚 。
我 喜欢 爵士乐 。
谢谢 。
我 向 您 推荐 项链 。
打算 去 利物浦 。
请来 一 份 Ｂ 早餐 。
